[{"ID":22795854,"Title":"Rugby Southland. 2 January 2011","Description":"The title reads 'Rugby Southland' and the word 'CASH' is printed across the cartoon but the 'S' which is written as '$' has dropped out of the word. Context - The problem, and it's a major one for Rugby Southland, is that there's no money in the coffers to cover $700,000 in debts. Less than three years after a $1.3 million bailout, Rugby Southland is insolvent. It overspent making sure the Stags had everything they needed to retain the Ranfurly Shield and survive in the top flight of the competition. (Stuff 1 January 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0016806","Date":"2 January 2011"},{"ID":23171387,"Title":"Rugby World Cup. 2 January 2011","Description":"A great leg in an All Black boot kicks a rugby ball printed with the words 'Rugby World Cup' through the '2011' window. All Black coach Graham Henry says 'Forget about nu-ray & 3D... This is for real!!' Context;  The excitement begins - the Rugby World Cup runs from 9th September to 23 October 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0016793","Date":"2 January 2011"},{"ID":22476805,"Title":"Winter, Mark, 1958-:Rugby Southland. 20 April 2011","Description":"Text top left reads 'Rugby Southland'. Below is one arm holding a sign that reads 'the end is nigh' and another holding a sign that reads 'the spend is high'. Context - The Southland Stags have been bailed out of their financial problems. The New Zealand Rugby Union (NZRU) board today approved a loan to Rugby Southland (RS) as part of the provincial union's planned financial recovery package. (Stuff 18 March 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017606","Date":"20 April 2011"},{"ID":29941300,"Title":"Clark, Laurence, 1949- : 'Rugby!' 14 November 2011","Description":"It is a dark and stormy night with great fires burning in the distance. Clouds representing 'Global debt crisis', 'cost of living', and 'elections' gather. A man struggles along carrying a television set and searching desperately for an electric siocket for the plug so that he can watch the rugby. Context: The Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019482","Date":"14 November 2011"},{"ID":23221891,"Title":"Buist, Grant, 1973-:[The Wellington Sevens rugby tournament] 2 February 2011","Description":"Jaimee, Debbie and Tony are dressed up for the Sevens rugby competition along with several other people. Tony is dressed as 'Peter Jackson's ulcer'. Context - Each year the Sevens rugby competition in Wellington becomes a carnival event at which people dress up in amazing costumes and parade around the streets before going to the rugby. Film-maker Sir Peter Jackson suffered from a perforated stomach ulcer in January 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017194","Date":"2 February 2011"},{"ID":29947480,"Title":"Evans, Malcolm Paul, 1945- :Rugby and politics. 9 September 2011","Description":"In the top frame Murray McCully, the Minister for the Rugby World Cup, gloats with satisfaction at the sight of flags from so many countries here in New Zealand for the Rugby World Cup. Suddenly he notices something disturbing and yells 'Stop right there Buddy!' as he confronts a Palestinian carrying a flag. Context: McCully's Palestinian counterpart, Riyad al-Maliki, sought support for Palestine's bid for membership of the United Nations at a meeting with Mr McCully early this month. After the meeting our Foreign Affairs Minister would say only that New Zealand would wait to see the  wording of any resolution before making a decision. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018813","Date":"9 September 2011"},{"ID":22681370,"Title":"Ode to Rugby World Cup partying. 23 January 2011","Description":"The cartoon shows the statue of the poet Robbie Burns which stands in the Octagon in Dunedin. Also in the cartoon is a three verse 'Ode to Rugby World Cup Partying' which criticises the money being spent on 'disguising the city's dowdiness for the World Cup bash'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0016914","Date":"23 January 2011"},{"ID":22301294,"Title":"Winter, Mark, 1958-: Rugby World Cup. 17 March 2011","Description":"The text 'Rugby World Cup' runs across the top of the cartoon. Below is a poster depicting the shape of a rugby ball with a double koru design and the year '2011'. It is accompanied by the words 'Rugby New Zealand (well not quite all New Zealand)' Someone off screen kicks a rugby ball that represents 'Christrch' across the frame. Context - Christchurch has been told that they will not be able to host any Rugby World Cup games because of the damage to the city after the earthquakes 4 September 2010 and 22 February 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017351","Date":"17 March 2011"},{"ID":22841933,"Title":"Winter, Mark, 1958-: Rugby Southland 125th Anniversary. 12 March 2011","Description":"Text reads 'RUGBY SOUTHLAND 125th Anniversary STAGgered over 2 years!' A stag's head appears before the word 'rugby'. Context - Rugby Southland has postponed its 125th anniversary celebrations until next year, with a heavy playing schedule, finances and limited resources cited as the key factors behind it. The stag's head is the symbol for Southland Rugby. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017291","Date":"12 March 2011"},{"ID":22860587,"Title":"Hubbard, James, 1949- :[Rugby World Cup for Christchurch?] 15 March 2011","Description":"Prime Minister John Key sits on a huge crushing ball that represents the 'IRB' (International Rugby Board) and says 'Don't listen to rumour. It's not a fait accompli yet!' The ball swings towards crumbling land which represents 'Christchurch World Cup Rights'. Context - The Government has repeatedly said its preference is to keep cup games in Christchurch and Mr Key said yesterday that it would send a \"powerful message\" about Christchurch, although the Government had to be realistic. \"The IRB are the ultimate arbiter ... they  hold their own insurance policies and they'll have their own discussions with their insurers. There's only so far New Zealand can take this.\" (Stuff 12  March 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017304","Date":"15 March 2011"},{"ID":23528381,"Title":"Tremain, Garrick 1941- :New release of rugby jerseys... 12 August 2011","Description":"The title reads 'New release of rugby jerseys' Below are  four All Black jerseys; the first is printed with the words 'NZRU being screwed?, the second has the words '$220 'n' all I got was this shirt!', the third is plain and collarless but has an asterisk that refers the reader to the message  'black lettering on black background reads 'This is an all black shirt', and the last shirt has the name 'Adidas' printed below a hand making a rude gesture. Context: Adidas has been at the centre of a jersey-pricing storm since it was revealed the replica tops could be bought much cheaper overseas. The jersey had been listed for sale at $US79.99 ($NZ92.68) on the US  website worldrugbyshop.com and could also be found cheaper on British websites. It was retailing for $220 in New Zealand, but retailers have dropped  the price as the debate has raged. Adidas has refused to drop the wholesale price. (Stuff - 11 August 2011)ist holds a \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018600","Date":"12 August 2011"},{"ID":29941133,"Title":"Hubbard, James, 1949- :'I hope he's talking rugby!!...' 20 September 2011","Description":"A man sits in his armchair reading a newspaper with a headline 'Graphic sex lessons upset parents.' At the same time he overhears his young son asking a small girl 'Wanna go out and practise a few moves?' He snarls at his wife 'I hope he's talking rugby!!...' Context: Parents have this week expressed outrage at the appropriateness of some sex education classes which appeared not to be age-appropriate. Family Planning chief executive Jackie Edmond who said programmes were most effective when they began before a young person first has sex. (NZ Herald September 21 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018928","Date":"20 September 2011"},{"ID":23505725,"Title":"Walker, Malcolm, 1950- :Rugby World Cup ticket sales. 4 July 2011","Description":"The cartoon shows a rugby player kicking a ball that represents 'ticket sales' and which falls far short of the man representing 'World Cup' who is hoping to catch it. Context - On the 21st of July with 50 days to go until the opening game against New Zealand and Tonga at Auckland's Eden Park, 350,000 tickets have yet to be sold for organisers to meet the revenue target of selling 82 per cent of all tickets. (Source: www.stuff.co.nz, 21 July 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018225","Date":"4 July 2011"},{"ID":29947440,"Title":"Winter, Mark 1958- :Puns 'n roses - England rugby ... 4 October 2011","Description":"The title reads 'Puns 'n roses...' and below is a stencilled image of a rose with little horns and a forked tail so that it looks like a devil. Further text reads 'England rugby' which is followed by 'Every rose has its thorn* Just like every night has its dawn (or whatever her name was) Just like every cowboy (bar) brings its sad sad song, Every rose has its thorns Yeah it does.' The asterisk after the first 'thorn' leads to the definition 'a stiff sharp-pointed prickle, a barb.' A number of the words are played with so that 'sad' reads 'bad' and 'song' reads 'wrong.' Context: The poor performance of the English team both on and off the field. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019034","Date":"4 October 2011"},{"ID":29945359,"Title":"Hubbard, James, 1949- :[The All Blacks win the Rugby World Cup]. 25 October 2011","Description":"The All Blacks won the Rugby World Cup (Webb Ellis Cup) in the final match on Sunday 23rd October 2011 at Eden Park in Auckland, beating the French 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019280","Date":"25 October 2011"},{"ID":29944411,"Title":"Evans, Malcolm Paul, 1945- :The secret to coaching winning rugby. 26 October 2011","Description":"Depicts rugby player in library packed with rugby books reading book titled 'Whitebaiting and skateboarding before the big game'. Text reads 'The secret to coaching winning rugby'. Context: Colin Slade and Mils Mulaina were dropped from 2011 Rugby World Cup All Blacks squad due to injury. Replacements were Aaron Cruden who was on holiday and had incurred a graze while skateboarding, and Stephen Donald who was on a whitebaiting holiday on Waikato River. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019350","Date":"26 October 2011"},{"ID":29944299,"Title":"Winter, Mark 1958- :All Blacks to boycott 2015 Rugby World Cup ... yeah right. 30 September 2011","Description":"The left side of the cartoon is black and reads 'All Blacks to boycott 2015 Rugby World Cup.' The right side reads 'Yeah right. TUI.' A second version includes the words 'Int'l Rugby billboard.' Context: Steve Tew, chief executive of the New Zealand Rugby Union, admitted an All Blacks boycott would be \"the very last port of call\" but could not be ruled out. Tew revealed the NZRU had been pushing the IRB to change the commercial arrangements since the 2003 World Cup and had gone public to try to ensure the issue was finalised. New Zealand have warned they may be forced to pull out of the 2015 Rugby World Cup unless commercial restrictions surrounding the tournament are eased. (Sky Sports September 28 2011) \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019030","Date":"30 September 2011"},{"ID":29943908,"Title":"Evans, Malcolm Paul, 1945- :\"Yiiippeeee! - Rugby World Cup Day - no more sleeps!\" ... 8 September 2011","Description":"A man wakes up with a leap of joy saying 'Yiiippeeee!- Rugby World Cup day - no more sleeps!' His wife tries to remain asleep while thinking 'Don't remind me!' Context: The Rugby World Cup opening was on the evening of 9th September 2011 and began with an opening extravaganza and the first game between the All Blacks and Tonga. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018763","Date":"8 September 2011"},{"ID":23530649,"Title":"Winter, Mark 1958- :Double trouble - the World Rugby Cup. 19 August 2011","Description":"Text above reads 'Double trouble' and in the right-hand corner 'The RUGBY WORLD CoUPle' (wordplay on 'cup' and 'couple'). The cartoon shows two cups, both called 'The Webb Ellis Cup'. Context: Rugby World Cup promoters in New Zealand say there have always been two Webb Ellis Cups. But fans of the Rugby World Cup event say they are surprised to learn that the William Webb Ellis Cup has a body double - and it was likely to have been the newer cup that toured New Zealand recently. The cup on display in a recent tour could have been the version of the cup created in 1986, not the 1906 Webb Ellis Cup. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018637","Date":"19 August 2011"},{"ID":29939813,"Title":"Nisbet, Alistair, 1958-:[Scandal at the Rugby World Cup]. 24 September 2011","Description":"An English rugby player sinks his head against the chest of a large man and dreams of a luscious blond woman. Context: Mike Tindall, the husband of the Queen's granddaughter Zara Phillips, is a member of the English rugby team in New Zealand for the Rugby World Cup. He was secretly filmed fondling a blond in a bar and the film was put on YouTube. This caused a scandal which resulted in Zara Phillips coming to New Zealand sooner than she had expected to. \nTitle provided by librarian \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019112","Date":"24 September 2011"},{"ID":22706192,"Title":"Preparing the domestic seating arrangements for the super rugby season. 18 February 2011","Description":"Text reads 'Preparing the domestic seating arrangements for the Super Rugby season'. A man pushes his comfortable armchair in front of a large television screen. Context - Super Rugby is the largest rugby union competition in the southern hemisphere. After starting as the Super 10, then Super 12 and later growing into the Super 14 competition, it then expanded to 15 teams for the 2011 season and has been rebranded as Super Rugby, with no number included. It consists of teams from Australia, New Zealand and South Africa. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017089","Date":"18 February 2011"},{"ID":23257159,"Title":"Buist, Grant :\"Everything's on track for the Rugby World Cup! ...\" 25 May 2011","Description":"Debbie is delighted that everything is on track for the Rugby World Cup. There's Weta's $350,000 rugby scuplpture for the waterfront, a graffiti clean-up so that visitors won't be offended and the Wellywood sign will be up. Debbie wants Jaimee to agree that this is nice and fails to realise that Jaimee is getting more and more furious until she explodes 'FUCK the Rugby World Cup!'\nContext - New Zealand is consumed with the Rugby World Cup which starts 10 September and ends at the weekend starting 22 October 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017909","Date":"25 May 2011"},{"ID":23525686,"Title":"Evans, Malcolm Paul, 1945- :Big fireworks display planned for Rugby World Cup. 4 August 2011","Description":"The title is 'Big fireworks display planned for Rugby World Cup'. Below are several fireworks with the names: 'Ticket sky rocket - shoots so high most will watch on TV', 'Budget blow out - souring display accompanied by loud groans', 'Jumpin' McCully - stand back when RWC lights wick!', 'Waka shocker - expensive damp squib', 'Profit bonanza - best seen from IRB HQ in Dublin', and 'Transport mayhem - as expected'. Context: There is to be a fireworks display and these names refer to various aspects of the Rugby World Cup that have been problematic. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018499","Date":"4 August 2011"},{"ID":23525825,"Title":"Walker, Malcolm, 1950- :\"...and still more room for the Rugby World Cup..\" 11 July 2011","Description":"A large wallaby sits on a rugby field contemplating the paraphernalia overflowing her unzipped pocket - the Rugby World Cup is sticking out of the top. She considers that there is 'still more room for the Rugby World Cup..' Context - The Australian Wallabies have high hopes for the Rugby World Cup. The 2011 event is being held in New Zealand starting September 9 and finishing 23 October. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018277","Date":"11 July 2011"},{"ID":29947616,"Title":"Nisbet, Alistair, 1958- :'Looks like a heart tremor brought on by rugby fever!' 20 October 2011","Description":"A nurse looks anxiously at a rugby fan suffering what looks like a seizure. A rugby ball shaped lump has appeared shaking under his tshirt. She says 'Looks like a heart trmor brought on by rugby fever!' Context: The All Blacks won the final of the Rugby World Cup against France 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019269","Date":"20 October 2011"},{"ID":29941395,"Title":"Winter, Mark 1958- : New Zealand...undefeated at the Football and Rugby World Cups... 25 October 2011","Description":"The cartoon shows the Webb Ellis Cup which has been won by the All Blacks who defeated France in the final of the Rugby World Cup. It also shows  a globe held aloft by a striving athlete. Text reads 'New Zealand ... undefeated at the Football and Rugby World Cups (and a nice little win over the Aussie netballers to boot!) Context: The All Blacks won the Rugby World Cup and in 2010 the All Whites Football team lost no games though did not score a top place in the final. Also the Silver Ferns beat Australia in two of five games thus losing the Constellation Cup to the Diamonds. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019288","Date":"25 October 2011"},{"ID":30118406,"Title":"Hubbard, James, 1949- :'If only I'd been a top rugby player...' 21 November 2011","Description":"Shows two dishevelled, obviously drunken men lying against a wall in a back alley, with rats and a stray cat, near a rubbish bin. In the bin is a newspaper with the headline `Zac Guildford to get all the help he needs'. One of the men is saying `If only I'd been a top rugby player...' This refers to Zac Guildford, an All Black rugby football player with a history of alcoholism, who achieved notoriety for public drunkeness while in the Cook Islands. The New Zealand Rugby Football Union was complicit in having him avoid prosecution while claiming to assist him with his problem. The implication is that such help is given only to celebrities of alcoholism, and that All Black players are treated differently from ordinary citizens \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019609","Date":"21 November 2011"},{"ID":29942335,"Title":"Clark, Laurence, 1949- :Rugby World Cup - 44 days till it's over. 10 September 2011","Description":"A man and a woman sit on a couch watching a Rugby World Cup game on television. The man is beside himself with enthusiasm but the wife looks singularly unmoved. A notice on the wall reads 'Rugby World Cup 44 days til it's over'. Context: The Rugby World Cup began on the 9th September and ended 24th October. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018821","Date":"10 September 2011"},{"ID":23503674,"Title":"Winter, Mark 1958- :Who could possibly want 1.3 million rugby biscuits? \"Oddball COOKIE!\" 20 June 2011","Description":"The Cookie Monster from the American Children's TV show 'Sesame Street' is about to put two rugby-ball-shaped biscuits into his mouth. Text about reads 'Who could possibly want 1.3 million rugby biscuits?' and the Cookie Monster says 'Oddball COOKIE!' A second version has the Cookie Monster say 'Only one million, two hundred and ninety nine thousand, nine hundred and ninety eight oddball COOKIE to go!' Context - Auckland-based hospitality company Health Pak New Zealand has contracted Invercargill business Kaye's Bakery in Onslow St to bake 1.3 million rugby ball-shaped biscuits for the Rugby World cup. The identity of who placed the order remains cloaked in mystery. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018126","Date":"20 June 2011"},{"ID":29940268,"Title":"Smith, Hayden James, 1976- :[Profit from the Rugby World Cup in the South Island and the North Island]. 5 October 2011","Description":"The scene shows two people dining in a restaurant. The man sitting at the 'South IS.' (South Island) table has finished his meal and his balloons have popped; he looks enviously at the other man as he is handed the bill while the man at the 'North IS.' table continues to eat and drink with huge enjoyment. Balloons above are printed with 'RWC'. Context: This is about the uneven distribution of wealth engendered by the Rugby World Cup between the North and South Islands. \nTitle supplied by librarian. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019308","Date":"5 October 2011"},{"ID":29942136,"Title":"Hubbard, James, 1949 - : \"Rugby World Cup a joyous occasion with flags waving, caps, shirts & scarves! Pity China not there\"... - 17 September 2011","Description":"Two Chinese businessmen chat as they walk across a square in Beijing maybe. One says 'Rugby World Cup a joyous occasion with flags waving, caps, shirts & scarves! Pity China not there.' The second man says 'We are! Merchandise all made in China. Joyous!' Context: Close Up reporter Kate Blacks World Cup memorabilia is not made in New Zealand - it's made in China. (TVNZ June 27 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018925","Date":"17 September 2011"},{"ID":29946649,"Title":"Brockie, Robert Ellison, 1932- :\"I want my husband to pay more attention to me. Got perfume that smells like a rugby ball?\". 23 September 2011","Description":"The first frame shows a man absolutely fascinated by rugby on television. In the second frame the man's wife is at a cosmetics counter asking the salesgirl for perfume that smells like a rugby ball. Context: The Rugby World Cup started on 9th September and finishes on 24th October. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018893","Date":"23 September 2011"},{"ID":23527969,"Title":"Clark, Laurence, 1949- :\"I hope none of them are stealing tickets to the Rugby World Cup!\" 13 August 2011","Description":"A man and woman sit watching the television news which is showing images of the rioting in London. The woman says 'I hope none of them are stealing tickets to the Rugby World Cup!' Context: The riots in London at the beginning of August and the Rugby World Cup due to begin in New Zealand on 9th September. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018575","Date":"13 August 2011"},{"ID":23262061,"Title":"Winter, Mark, 1958- :Halftime in all World Rugby Cup matches will now be 12 minutes ... 16 June 2011","Description":"Text reads 'Halftime in all World Cup Rugby matches will now be 12 minutes'. A cheerful little man carrying a tray laden with drinks says 'That gives us extra time to sell more food and booze to pay the $10 mill bill to host foreign dignitaries'. Context - The International Rugby Board (IRB) has confirmed the halftime length for Rugby World Cup matches will be increased to 12 minutes. The standard length for the 2007 World Cup and for most southern hemisphere matches is 10 minutes but the longer break had been tested  in the northern hemisphere. (Source: www.stuff.co.nz, 10 june 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018104","Date":"16 June 2011"},{"ID":29941200,"Title":"Doyle, Martin, 1956- :\"Ok, here are your instructions. If the rugby fans turn nasty, Murray will charge them on his St. Bernard...\". - 14 September 2011","Description":"Text reads 'OK, here are your instructions. If the rugby fans turn nasty, Murray will charge them on his St Bernard. If they're horribly drunk we'll fire the water cannon til they sober up. If the All Blacks get beaten and the tourists are gloating and taunting, you may fire at will. Whatever happens, we've always got the spin doctors coming up in the rear.' The cartoon  shows Minister for the Rugby World Cup, Murray McCully, surrounded by dogs and  police and armed vehicles. Context: Refers to problems with overcrowding in the Fan Zone area in Auckland. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018860","Date":"14 September 2011"},{"ID":29941848,"Title":"Doyle, Martin, 1956- :Enthusiastic amateurs; if we could just get our minds back on the rugby for a moment... - 20 September 2011","Description":"Text reads 'ENTHUSIASTIC AMATEURS if we could just get our minds back on rugby for a moment....(quite a lot more text follows). The cartoon shows a man and a woman in a clinch. Context: This is a reference to Mike Tindall, England's rugby captain, who is the husband of the Queen's granddaughter Zara Phillips. He was videoed behaving in a compromising manner during the Rugby World Cup. The unidentified woman was seen kissing the England captain's head as she pulled it down towards her breasts. Miss Phillips shrugged off Tindall's antics, saying that the woman was an old friend of theirs. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018879","Date":"20 September 2011"},{"ID":29942231,"Title":"Hubbard, James, 1949 - : Rugby Union tells women's lingerie shop to stop advertising 'All Black' underwear... 23 September 2011","Description":"A hideous hairy man with an enormous belly wears a bra decorated with silver ferns and mesh stockings with 'NZRU' round the top. He holds a newspaper with the words 'Rugby Union tells women's lingerie shop to stop advertising \"All Black\" underwear' and he snarls 'Because it's OUR brand!' Context: The owner of a Wellington shop says she's been told by the New Zealand Rugby Union  to remove a sign that reads \"All Black lingerie, 20% off. Show your support\". The reason? Not that the All Blacks are feeling sensitive. But because it risks breaching the fair trading and trademark laws.' (Scoop September 28 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018926","Date":"23 September 2011"},{"ID":23504149,"Title":"Hawkey, Allan Charles, 1941- :\"I can remember when the All Blacks won the Rugby World Cup.\" ... 17 June 2011","Description":"An old man tells a small boy that he can remember when the All Blacks won the Rugby World Cup and the small boy says 'Well done'. Context - New Zealand last won the Rugby World Cup in 1987. The All Blacks have high hopes of winning when the tournament is held in New Zealand later this year. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018114","Date":"17 June 2011"},{"ID":23504355,"Title":"Winter, Mark 1958- :Coloured outlook - RED global stock markets, BLACK jerseys at the Rugby World Cup. 8 August 2011","Description":"Text above reads 'Coloured outlook' . In the left-hand frame below are the words 'RED' followed by an arrow pointing left and below this the words 'Global stock markets'. In the frame on the right is the word 'BLACK' above an arrow pointing right which is above the words 'Jerseys at the rugby World Cup'. Context: global stock markets are in the red because of the financial crisis and All Black jerseys at the Rugby World Cup will be in the black because of the high price. \nAlternate version of DCDL-0018546 \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018545","Date":"8 August 2011"},{"ID":30111682,"Title":"Hawkey, Allan Charles, 1941- :'Thank goodness the Rugby World Cup and the general election are behind us. We can relax now.' 28 November 2011","Description":"Two people walking along the street are thankful that both the Rugby World Cup  and the 2011 elections are behind them so that they can relax. Unseen around the corner is Santa Claus and reminders of the Christmas frenzy about to disturb their peace. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019588","Date":"28 November 2011"},{"ID":30636747,"Title":"Walker, Malcolm, 1950- :\"One week patients just want to talk about rugby - then it's all about politics ...\" 8 November 2011","Description":"Dr Dolly realises that using Google allows her to get to grips with political issues so that she can chat with her patients but the downside is that her patients also use Google to get to grips with medical issues. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021324","Date":"8 November 2011"},{"ID":29942370,"Title":"Hawkey, Allan Charles, 1941- :\"Let me guess - you're here for the Rugby World Cup?\" 1 September 2011","Description":"A man seems unsurprised when a spaceship lands in his garden. He enquires kindly of a little green man 'Let me guess - You're here for the Rugby World Cup?' Context: The Rugby World Cup starts on the 9th September 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018731","Date":"1 September 2011"},{"ID":23504884,"Title":"Hawkey, Allan Charles, 1941- :GENUINE made in China - New Zealand Rugby World Cup merchandise... 28 June 2011","Description":"A couple stare at a huge poster on a shop window that describes as 'GENUINE - Made in China - New Zealand Rugby World Cup merchandise. All Blacks' memorabilia - caps, scarves, shirts'. Context - The Rugby World Cup starts Friday September 9 2011. A Close Up investigation has revealed many Kiwi souvenirs, including official Rugby World Cup merchandise, are not really Kiwi at all. Most of the All Blacks World Cup memorabilia is not made in New Zealand - it's made in China. (TVNZ 27 June 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018173","Date":"28 June 2011"},{"ID":29944950,"Title":"Hubbard, James, 1949- : \"The new Libyan Govt. wishes to extend Col. Gaddafi's apologies, and advise he will not be joining the other dignitaries at the Rugby World Cup final...\" 22 October 2011","Description":"A Libyan revolutionary holds up a rat that loses its glasses, indicating that the rat is actually Colonel Gaddafi who has been dragged out of a sewer. Nearby other soldiers shout with jubilation and in the distance are burning buildings. Although Gaddafi's forces initially held out in the battle for Sirte against NATO's bombing attacks and the NTC's advances, Gaddafi was captured alive in Sirte by members of the Libyan National Liberation Army after his convoy was attacked by NATO warplanes as Sirte fell on 20 October 2011. Gaddafi was then killed in controversial circumstances by NLA fighters. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019278","Date":"22 October 2011"},{"ID":23529023,"Title":"Hubbard, James, 1949- :\"The NZ Rugby Union doesn't think Adidas should drop the price of their All Black jersey - we support them!\" 12 August 2011","Description":"The cartoon shows  huge man representing Adidas manipulating under torture a puppet which is sitting on his knee. The puppet represents Steve Tew, New Zealand Rugby Union chief executive, and it says 'The NZ Rugby Union doesn't think Adidas should drop the price of their All Black jersey - we support them!' Context: There has been a furore over the price of the Adidas All Black jersey that many fans will want to buy to show their support during the Rugby World Cup. Global sporting goods company Adidas tonight defended the price of its replica All Blacks jerseys as \"absolutely fair and reasonable\". Steve Tew today said Adidas was right not to drop the wholesale price. (NZ Herald - 23 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018610","Date":"12 August 2011"},{"ID":29940475,"Title":"Clark, Laurence, 1949- :\"QUIET PLEASE! There's a market researcher on the phone who wants to know if we've had an economic uplift from the Rugby World Cup.\" 15 October 2011","Description":"The cartoon shows a large 'Breweries' through the windows of which can be seen many people partying. Someone asks them for quiet as there is 'a market researcher on the phone who wants to know if we've had an economic uplift from the Rugby World Cup.' Context: New Zealand's central bank predicted a boost from the Rugby World Cup totaling NZ$700 million, according to an Aug. 18 report. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019228","Date":"15 October 2011"},{"ID":29945875,"Title":"Hawkey, Allan Charles, 1941- :'I'm in New Zealand for the Rugby World Cup. Would you mind doing a haka before you serve up the burger?' 27 September 2011","Description":"A visitor to New Zealand for the Rugby World Cup sits in 'Angelo's Takeaways' and asks the astonished cook to do a haka for him before he serves the burger. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019073","Date":"27 September 2011"},{"ID":29947736,"Title":"Scott, Thomas, 1947- :\"McCully was adamant the govt take whatever steps were needed to deter rugby fans from crowding into Party Central...\" 15 September 2011","Description":"Text reads 'McCully was adamant the govt take whatever steps were needed to deter rugby fans from crowding into Party Central.' The cartoon depicts the severed head of Minister for the Rugby World Cup, Murray McCully, stuck on a paling in an iron fence surrounding Party Central in Auckland. Context: The cartoon refers to the government's very public undermining of Auckland's ability to run the fan zone after the fiasco because of overcrowding and transport problems on the opening night of the Rugby World Cup on the 9th September. Mr McCully had been under strict orders to do \"whatever it takes\" to ensure the Rugby World Cup is an outstanding success. The Rugby World Cup Empowerment legislation was invoked so that the Government could take control and run the fan zone - an action regarded as 'quite an extraordinary and surreal move' by Fran O'Sullivan in the New Zealand Herald September 14 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018852","Date":"15 September 2011"},{"ID":29945542,"Title":"Hawkey, Allan Charles, 1941- :\"Don't wish to sound ungrateful, but the timing of my release means I'll miss the Rugby World Cup.\" 6 September 2011","Description":"Happy Feet, the penguin, swims strongly through the sea and thinks to himself 'Don't wish to sound ungrateful, but the timing of my release means I'll miss the Rugby World Cup. Context: Happy Feet, the Emperor penguin, that landed on Peka Peka beach just north of Wellington two months ago, has been nursed back to health at Wellington Zoo and is being released back into the ocean at about the same time as the start of the Rugby World Cup - 9th September 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018767","Date":"6 September 2011"},{"ID":29946031,"Title":"Darroch, Bob, 1940- :\"We had a bit of an argument, but I told her straight - 'I'm the boss and if I want to watch the rugby,I will!'\" 22 September 2011","Description":"The cartoon shows a man sitting triumphantly in front of the television watching a Rugby World Cup game. He says 'We had a bit of an argument, but I told her straight - 'I'M the boss and if I want to watch rugby, I will!' Meanwhile his wife has climbed onto the roof and is about to chop down the television transmitter. Context: The Rugby World Cup began 9th September and totally dominates life in New Zealand for the duration of the tournament. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018858","Date":"22 September 2011"},{"ID":29942119,"Title":"Evans, Malcolm Paul, 1945- :'Blow me down Mike! - You were right! - The Rugby World Cup can go on with out help from any All Blacks!' 4 October 2011","Description":"Shows the CEO of the NZRU (New Zealand Rugby Union) Steve Tew who appears to be shaking IRB (International Rugby Board) Mike Miller out of the Webb Ellis Cup (the Rugby World Cup) He says 'Blow me down Mike! - You were right - The Rugby World Cup can go on without help from any All Blacks!' Context: Context: Steve Tew, chief executive of the New Zealand Rugby  Union, admitted an All Blacks boycott would be \"the very last port of call\" but could not be ruled out. Tew revealed the NZRU had been pushing the IRB to change the commercial arrangements since the 2003 World Cup and had gone public to try to ensure the issue was finalised. New Zealand have warned they may be forced to pull out of the 2015 Rugby World Cup unless commercial restrictions surrounding the tournament are eased. (Sky Sports September 28 2011) \nColour and black and white versions available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019080","Date":"4 October 2011"},{"ID":23528892,"Title":"Winter, Mark, 1958- :The All Flack strip - thumbing their rose at us? 16 July 2011","Description":"Text reads 'The All Flack strip' and the cartoon shows an all black strip with a rose on the breast. Below is further text that reads 'Thumbing their rose at us'. Context: England's new change strip - the same colour as New Zealand's 127-year-old All Black jersey - will be worn in their opening match against Argentina. They have fully consulted with the NZRU, who confirmed they had no issues. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018345","Date":"16 July 2011"},{"ID":29941938,"Title":"Webb, Murray, 1947- :[Quade Cooper]. 10 September 2011","Description":"Quade Cooper is a New Zealand born, Australian rugby union player for the Queensland Reds in the Super Rugby competition. He is playing in the Rugby World Cup. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018804","Date":"10 September 2011"},{"ID":23528159,"Title":"Brockie, Robert Ellison, 1932- :\"I blame it on global warming.\" 12 October 2007","Description":"Shows the All Blacks arriving back in New Zealand after their dismal performance at the Rugby World Cup when they were knocked out in the quarter finals. In the foreground stands coach Graham Henry looking extremely morose and saying that he blames it on global warming. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018490","Date":"12 October 2007"},{"ID":30661837,"Title":"Doyle, Martin, 1956- :'And don't act all 'Mr Innocent' with me, McCaw. I didn't actually see what happened a the last ruck, but I'd recognise your handiwork anywhere...' 19 December 2011","Description":"Shows a rugby referee  reprimanding All Black Richie McCaw, who appears as a mediaeval knight. Context: relates to discussion on whether Richie McCaw should be knighted while he's still an active rugby player. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0020282","Date":"19 December 2011"},{"ID":29941384,"Title":"Evans, Malcolm Paul, 1945- :'Where vill I find der All Blacks?'... 25 October 2011","Description":"Depicts a Swiss visitor with a bag of money and a suitcase labelled 'Swiss rugby' walking into a New Zealand public bar. Text reads: 'Where vill I find der All Blacks?' Context: After New Zealand won the America's Cup yacht race in 2000, Switzerland offered top money and contracted Russell Coutts and other expert New Zealand yachtsmen who raced for Alinghi in 2003 defeating Team New Zealand. Implies that as All Blacks have won 2011 Rugby World Cup that Switzerland may contract our top players. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019349","Date":"25 October 2011"},{"ID":29940157,"Title":"Walker, Malcolm, 1950- :\"It's Hal!\"...\" What's he doing on the pitch?\"... 14 September 2011","Description":"Dr Hal is on duty at one of the Rugby World Cup games. He rushes onto the field to advise the injured player that he 'should stand deeper and work the blind more' The player asks him to 'just sort the ankle.' Context: The Rugby World Cup began on the 9th September. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018869","Date":"14 September 2011"},{"ID":29940565,"Title":"Winter, Mark 1958- :A Kiwi sports fan plots a possible path to World Cup Glory - 19 September 2011","Description":"Text reads 'A Kiwi sports fan plots a possible path to World Cup glory.' The cartoon shows a paper plotting every possible turn of events with many notes, arrows, squiggles and deletions. A felt-tip pen hovers above the paper. Context: Although the All Blacks are favourites to win the Rugby World Cup, it is not going to be an assured victory. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018875","Date":"19 September 2011"},{"ID":29941018,"Title":"Walker, Malcolm, 1950- :Happy Feet - Tri Nations - ACT. 29 August 2011","Description":"The title is 'Sunset...' Two people watch a swimming race. Two of the contestants disappear over the horizon while the third flounders in the shallows. The first and second contestants are 'Happy Feet' and the 'Tri-Nations' and the third is ACT who appears to be drowning. Context: Happy Feet is the Emperor penguin who beached at Peka Peka Beach, was rescued and cared for by vets at Wellington Zoo and was then released into the wild to find his way back to the Antarctic from whence he came. On August 28 the All Blacks were defeated by the Australian Wallabies 25-20 which casts a shadow over Rugby World Cup hopes. The reference to the ACT Party is about its dismal polling results in the run up to the 2011 elections. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018707","Date":"29 August 2011"},{"ID":29943847,"Title":"Grosz, Christopher, 1947-:\"Imitation is the sincerest form of flattery!\"...\"Yeh right\". - 4 August 2011","Description":"Cartoon Depicts All Black Captain Richie McCaw wearing his All Black uniform and an English player wearing the black alternate strip. The English player in  the background says \"Imitation is the sincerest form of flattery!\" Richie McCaw, who is wearing his All Black jersey looks back at him over his shoulder  and says \"Yeh right!!\" Context - This cartoon relates to the controversy over the English Rugby team choosing to use a black shirt as their alternate strip for the 2011 Ruby World Cup Tournament held in New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018907","Date":"4 August 2011"},{"ID":22889329,"Title":"Webb, Murray, 1947- :[Jason Rutledge.] 7 April 2011","Description":"Caricature of Jason Rutledge who is a New Zealand rugby union player who plays provincial rugby for Southland, and is in the Super Rugby team the Highlanders. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017490","Date":"7 April 2011"},{"ID":29940940,"Title":"Winter, Mark 1958- :Chokers! 18 October 2011","Description":"An All Black has his hand round the neck of a Wallaby and is choking the life out of him. Context: The All Blacks beat the Wallabies in a semi-final game in the Rugby World Cup 20-6. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019216","Date":"18 October 2011"},{"ID":29945855,"Title":"Hubbard, James, 1949-:'The following programme is rated \"N.\" It may contain scenes of nerves, nail biting, niggle, neurosis, nastiness and notability.' 15 October 2011","Description":"A very anxious kiwi dressed in an All Black jersey, sits in an armchair watching television. He has coffee and a jar of valium on the table beside him. A newspaper on the floor reads 'Semi-final World Cup NZ v OZ.' Context: The Wallabies were beaten by the All Blacks 20-6. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019200","Date":"15 October 2011"},{"ID":29941125,"Title":"Crimp, Daryl, 1958-:'Scrape your father off the ceiling... We've won!' 26 October 2011","Description":"The scene is a living room in which a family watches the final of the Rugby World Cup. The mother tells her two children to 'Scrape father off the ceiling... We've won!' Context: The All Blacks won the final of the Rugby World Cup, beating France, 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019444","Date":"26 October 2011"},{"ID":29941386,"Title":"Scott, Thomas, 1947- :\"I was really pumped for this test. I wanted the AB's to beat Australia...\" 18 October 2011","Description":"A rugby fan is thrilled that the All Blacks won the Rugby World Cup semi-final against the Wallabies but he says 'I had forgotten how cunning the Australians can be They were gracious in defeat.. I mean, how mean is that?' Context: the All Blacks beat Australia in a brutal 20-6 semi-final win at Eden Park on Sunday to put them in sight of a first World Cup triumph in 24 years. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019231","Date":"18 October 2011"},{"ID":29946492,"Title":"Hubbard, James, 1949- :\"Good luck to all, and may the best team win!..\" 9 September 2011","Description":"A kiwi wearing a rugby cap over one eye and a rugby shirt with 'NZ' printed on it tosses a rugby ball bearing the words 'World Cup' in the air and says 'Good luck to all, and may the best team win!..' Context: The Rugby World Cup kicks off on the 9th September 2011 in Auckland. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018787","Date":"9 September 2011"},{"ID":30666247,"Title":"Buist, Grant, 1973- :\"Look, the RWC doesn't take copyright infringements LIGHTLY...\" ... 5 October 2011","Description":"In a four-panel strip cartoon, a New Zealand Rugby Union official berates a hen for 'infringing' Rugby World Cup copyright by laying ovoid eggs, which resemble the shape of a rugby ball.\nThe policing of copyright by organisers during the Rugby World Cup tournament of 2011 seemed to verge on the absurd in the detection of infringements. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021551","Date":"5 October 2011"},{"ID":29946065,"Title":"Tremain, Garrick 1941- :'We've not had an outbreak of this since 1987... but the swelling does eventually go down.' 25 October 2011","Description":"A doctor talks to a patient and his wife who both have heads that have swelled to the size and shape of rugby balls. The doctor says that they have not had an outbreak of this since 1987 but that the swelling should eventually go down. Context: 1987 was the last time the All Blacks won the rugby World Cup and they have just won the final against the French in this year's Rugby World  Cup tournament. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019305","Date":"25 October 2011"},{"ID":29945097,"Title":"Doyle, Martin, 1956- :'Excuse me, friends, don't mean to be insensitive, but could I have my ball back...?' 12 September 2011","Description":"A scrum of rugby players who represent 'public attention' struggles with the ball. A man happens by representing 'Issues that really count' and asks to have his ball back. Context: Public attention is very much turned onto the Rugby World Cup rather than the upcoming elections, Christchurch eartquake problems and now the environmental damage in the Bay of Plenty from the container ship 'Rena' that has run aground on a reef. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018808","Date":"12 September 2011"},{"ID":23525202,"Title":"Tremain, Garrick 1941- :\"I'm beginning to wish William Webb Ellis had left the ball alone and run off with the jolly cup!!\" 8 July 2011","Description":"A colourful parade with a banner reading 'RWC Supa-hype' marches noisily along the street. A woman watches and says to her husband 'I'm starting to wish William Webb Ellis had left the ball alone and run off with the jolly Cup!!' Context - William Webb Ellis was the Rugby School pupil who  according to popular myth invented the game by picking up the ball during a game akin to one of the many codes of medieval football. The winners of the Rugby World Cup are awarded the William Webb Ellis Cup. (Wikipedia) The Rugby World Cup is being held in New Zealand this year and is regarded as a major event expected to attract a great deal of interest and to create wealth. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018271","Date":"8 July 2011"},{"ID":29947592,"Title":"Winter, Mark 1958- :For the next 45 days... 9 September 2011","Description":"The title is 'Cup and Sorcery' (wordplay on 'cup and saucer') which continues below with 'conjuring up the winning magic.' The cartoon shows 'The Webb Ellis Cup'. A second version has the title 'For the next 45 days' and below the word 'CUPtivation!' and the cartoon shows the cup. A third version Has the title 'For the next 45 days' and also the word '*CUPe diem!' - the asterisk refers to text below that reads '*\"Seize the day\" - wildly inaccurate translation of a bastardised phrase for impact.' A fourth version is the same as the third but has 'CUPe diems!' and 'Seize the days' (i.e. plurals) Context: The Rugby World Cup starts 9th September and lasts for 45 days. \nFour versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018790","Date":"9 September 2011"},{"ID":29948518,"Title":"\"Great! Now we've got a flash mob WITHOUT a haka!\" - 20 September 2011","Description":"The public is faced with a flash mob of men opening their brown overcoats to reveal their nude bodies. Refers to some criticism of the high number of flash mobs performing the haka during the 2011 Rugby World Club tournament in New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018888","Date":"20 September 2011"},{"ID":29942838,"Title":"Darroch, Bob, 1940- :\"Can't we talk about it darling?...it'd be a great shame if...TACKLE HIM!...\" 15 October 2011","Description":"A woman is about to leave with a suitcase in each hand. Her husband is tearing himself in two between the rugby on the television and the prospect of his wife deserting him. He says 'Can't we talk about it darling? It'd be a great shame if... TACKLE HIM!... our marriage should.. PASS IT OUT!!... end like this.' Context: The man's wife has been driven to leave home because of her husband's obsessional interest in the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019229","Date":"15 October 2011"},{"ID":29940172,"Title":"Winter, Mark 1958- :Due to the unfair and inconvenient late kick-off, cartoonists have been forced to rely on reader participation to complete the picture. 17 October 2011","Description":"A paper bearing the text 'Due to the unfair and inconvenient late kick-off, cartoonists have been forced to rely on reader participation to complete the picture.' On the paper is a pencil and two squares; the idea is that the reader ticks the square that is true 'We won' or 'We didn't.' Context: The final between France and the All Blacks of the Rugby World Cup on the 23rd October 2011 at Eden Park in Auckland. The All Blacks won 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019215","Date":"17 October 2011"},{"ID":23505731,"Title":"Nisbet, Alistair, 1958- :\"And it's harder to grab hold of... most of it!\" 2 July 2011","Description":"Text reads 'New tighter strip for All Blacks...' The cartoon shows an All Black having a 'strip' spray-painted onto him by the coach who says 'And it's harder to grab hold of... most of it!' Context - Refers to the new high-tech, super-tight and still-secret All Blacks jersey be unveiled when the team takes the field against South Africa for the opening Tri Nations match on July 30. The NZRU said the new strip would be \"revolutionary\" and mark the biggest changes in technology and design to the iconic All Blacks jersey in more than a decade. (Source: www.stuff.co.nz, 30 June 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018218","Date":"2 July 2011"},{"ID":29944720,"Title":"Winter, Mark 1958- :The final four. 10 October 2011","Description":"In the top '1987' frame the title reads 'The final four' and the countries 'NZ, France, Wales, Australia' are listed. In the lower '2011' frame the same countries are listed with the comment 'Will history repeat?' Context: In the semi-finals for the Rugby World Cup New Zealand plays Australia and France plays Wales, the same teams as in 1987. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019169","Date":"10 October 2011"},{"ID":29948522,"Title":"Hawkey, Allan Charles, 1941- :\"Tackling should be banned.\" 5 September 2011","Description":"A large sign reads 'ITM Cup TRYLESS final'. A crowd of spectators stand with th backs to the Waikato Stadium; a woman says 'Tackling should be banned.' Context: Canterbury have won the first tryless national rugby final, beating Waikato 12-3 with a superb exhibition of continuity play and aggressive defence at Waikato Stadium. It was the fourth year in a row that Canterbury had won the title, this year for the ITM Cup premiership. (Waikato Times - 3 September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018749","Date":"5 September 2011"},{"ID":23242805,"Title":"Hubbard, James, 1949- : Study shows religion set for extinction in NZ. 25 March 2011","Description":"A man, beside himself with joy, watches a rugby game on an enormous television screen; his wife sits beside him reading in the newspaper about a study that 'shows religion set for extinction in NZ'. She thinks it is rubbish. Context - New Zealand's religious ecstasy over rugby. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017393","Date":"25 March 2011"},{"ID":23258229,"Title":"Tremain, Garrick, 1941- :\"Crikey! No-one mentioned the grass!\" ... 2 June 2011","Description":"A rugby team has run out onto the field but because their green uniforms are the same colour as the grass they are partly camouflaged and only their heads and arms and legs are visible. Context - The Dunedin 'Highlanders' rugby team have changed their jersey colour from blue to green causing much outrage. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017989","Date":"2 June 2011"},{"ID":29944244,"Title":"Hawkey, Allan Charles, 1941-:'...and which team will you be supporting in the final, Monsieur?' 18 October 2011","Description":"A barber brandishes his razor and asks his French client which side he will be supporting in the final. The client looks compromised. Context: The All Blacks won the Rugby World Cup in the final match on Sunday 23rd October 2011 at Eden Park in Auckland, beating the French 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019253","Date":"18 October 2011"},{"ID":23257187,"Title":"Hawkey, Allan Charles, 1941- :\"We had better keep our hands in our pockets.\" 25 May 2011","Description":"Text reads 'No Mexican waves in Dunedin for Rugby World Cup - Police'. Below is a crowd of people at a Rugby World Cup game in Dunedin. Judging from their sombreros two men are Mexicans and they anxiously decide to keep their 'hands in their pockets' because the police have issued an edict.\n'Dunedin Police plan to crack down on spectators throwing things during Rugby World Cup matches. There are concerns people could get hurt during a Mexican wave or that an object could end up on the pitch'. Inspector Al Dickie  of the Dunedin police says that fans often get the urge to throw things during  Mexican waves. (Stuff 24 May 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017918","Date":"25 May 2011"},{"ID":30632555,"Title":"Buist, Grant, 1973-: \"What do you make of this 'Festival of Carnivale' thing?\" ... 7 September 2011","Description":"Jaimee and Debbie are a little scornful of the Festival of Carnivale which is to feature the best of Wellington during Rugby World Cup 2011. Context Rugby World Cup October/November 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0020461","Date":"7 September 2011"},{"ID":29948103,"Title":"Winter, Mark 1958- :'The Webb Ellis Cup.' 24 October 2011","Description":"Shows the Webb Ellis Cup, the trophy for the Rugby World Cup. A single word below reads 'OURS!' Context: The All Blacks defeated the French 8-7 in the final of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019290","Date":"24 October 2011"},{"ID":29942517,"Title":"Evans, Malcolm Paul, 1945- :Happy Feet is heading north - \"Of course I am! - the damn games start on Friday!\" 5 September 2011","Description":"Text reads 'Happy Feet is heading North -' The cartoon shows a penguin swimming strongly and thinking as it swims 'Of course I am! - The damn games start on Friday!' Context: The Rugby World Cup starts on Friday 9th September. The penguin is \"Happy Feet\", an Emperor penguin which has been  released back into the ocean after several months of being nursed back to health at the Wellington Zoo. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018746","Date":"5 September 2011"},{"ID":29941950,"Title":"Fletcher, David 1952- :'With the World Cup over people will finally start taking an interest in what I've been saying.' 25 October 2011","Description":"'The Politician' cartoon strip. The minister is glad that the Rugby World Cup is over because people will start to listen to what he has been saying again. He asks his aide to remind him of what he has been saying. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019301","Date":"25 October 2011"},{"ID":29946799,"Title":"Tremain, Garrick 1941- :\"We're supporters all right!.. I've just bought the official RWC hedge trimmer... got the boy the 'Go NZ!' skateboard...\" 11 September 2011","Description":"A man holding a hedge-trimmer along with his son who holds a skateboard printed with the words 'Go NZ' and his wife whose face is painted black meet a friend and the man tells him 'We're Supporters all right! I've just bought the official RWC hedge trimmer got the boy the \"Go NZ! \"Skateboard and the wife's in to the All Black cosmetic range'. Content: Rugby World Cup fever. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018801","Date":"11 September 2011"},{"ID":29939555,"Title":"Hawkey, Allan Charles, 1941- :RWC Squad Support Staff. 11 October 2011","Description":"The cartoon shows a row of sports lockers described as 'RWC Squad Support Staff.' The lockers are labelled individually as 'Transport Minister,' 'Drinking indiscretions corrections Manager,' 'Media manager,' and maybe 'Baggage manager.' Context: Refers to the various problems that may need attention in order to limit damage. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019176","Date":"11 October 2011"},{"ID":29942203,"Title":"Smith, Hayden James, 1976- :\"Guess I had it coming, but why didn't they let you in, buddy?\" ... 8 September 2011","Description":"An enormously fat man stands beside a large sign that lists items banned from Rugby World Cup games. A man arrives loaded up with banned items and so has been banned. He says to the fat man 'Guess I had it coming, but why didn't they let YOU in, Buddy?' The fat man says 'Had to lose the spare tires.' Context: The start of the Rugby World Cup on 9th September 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018796","Date":"8 September 2011"},{"ID":29939242,"Title":"Evans, Malcolm Paul, 1945- :[Wallabies beat the ABs]. 28 August 2011","Description":"The cartoon shows an All Black reaching for the Rugby World Cup only to have one of the handles come off in his hand. Context: The All Blacks were beaten by the Wallabies 25-20 at Brisbane on August 27, which means Australia claims their first Tri-Nations title since 2001- this is a significant loss for the All Blacks in the run up to the Rugby World Cup. \nColour and black and white versions available\n\n\nTitle from file name \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018694","Date":"28 August 2011"},{"ID":23531074,"Title":"Evans, Malcolm Paul, 1945- :\"So - Telecom has dropped its 'no sex during the World Cup to help us win' campaign!\" ... 18 August 2011","Description":"Two men chat in the pub; One says 'So - Telecom has dropped its \"No sex during the World Cup to help us win\" campaign!' and the other replies 'Ha! - as far as I'm concerned, if that was ever going to work, we'd have won the last three!' Context: Telecom has ditched a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. Abstainers were to wear a black ring. The campaign was being funded by Telecom's Backing Black website, which is the official New Zealand Rugby Union All Black fans website. (3News - 17 August 2011 and NZ Herald - 18 August 2011) \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018619","Date":"18 August 2011"},{"ID":23524254,"Title":"Winter, Mark 1958- :Too close. 15 August 2011","Description":"The cartoon shows the Ranfurly Shield; below the shield are the numbers 1 - 19 with the numbers '1' and '2' crossed out. Context: The cartoon refers to the second of a new series of wins for the Southland Stags with the defeat of North Harbour 25-23 13th August 2011 which means the Stags still have the cup. The Southland Stags beat Canterbury 22-19 in July in the first of what was hoped would be a new series of wins for the Southland Stags. Southland had finally ended a 50-year Ranfurly Shield drought by defeating Canterbury 9 - 3 on October 22, 2009. This shield tenure ended on October 9, 2010 with a 26 - 16 loss to Canterbury, ending the Stags streak of successful defenses at 6. (Wikipedia) The cartoon refers to the Southland Stags defeat of North Harbour 25-23 13th August 2011 which means the Stags keep still have the cup. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018606","Date":"15 August 2011"},{"ID":23506164,"Title":"Hubbard, James, 1949- :\"4 more years dingo...\" 18 October 2011","Description":"An old-style record player described as 'His Master's Voice...' equipped with a wide-mouthed trumpet decorated with a silver fern plays a song '4 more years Dingo...' Nearby a dingo with the head of makes a puddle on the floor. Context: The Australian Wallabies' coach is 'Dingo' (Robbie) Deans. The All Blacks beat the Wallabies in the semi finals of the Rugby World Cup. The comment '4 more years Dingo' is a reference to a comment made by George Gregan led the Wallabies into the final of the 2003 Rugby World Cup - defeating the All Blacks in the semi final but losing to England in the final. This contest led to a controversy for Gregan when he taunted his opponents in defeat with the comment, \"Four more years boys, four more years\". (Wikipedia) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019274","Date":"18 October 2011"},{"ID":23527115,"Title":"Winter, Mark 1958- :Shield. 25 July 2011","Description":"Someone with antlers holds aloft the Ranfurly Shield. A second version includes the words 'LOG ON!' and a third version includes the words 'LOG IN!' Context: The Southland Stags have kept the Ranfurly Shield after defeating North Harbour 25-23. The Ranfurly Shield is affectionately known as the 'log o' wood'. \nTitle from file name\n\n\nThree versions of this cartoon are available \nQuantity: 3 digital cartoon(s).","DCDL_IDs":"DCDL-0018377","Date":"25 July 2011"},{"ID":29939531,"Title":"Hubbard, James, 1949- :'Ribbit... ribbit... ribb... rib.... CROAK....' 26 September 2011","Description":"The cartoon shows an image of a dying frog - 'ribbit... ribbit... rib....CROAK...' Context: the Tongan rugby team beat the French 19-14 in an upset in a Rugby World Cup pool game. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019059","Date":"26 September 2011"},{"ID":29948513,"Title":"Hawkey, Allan Charles, 1941- :Not answering the door until 24 October. 9 September 2011","Description":"A man stares at a television screen watching a Rugby World Cup game. There is a label on the door that reads 'Not answering the door until 24 October.' Context: The Rugby World Cup began on 9th September and ends 24th October. New Zealand is in a trance. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018770","Date":"9 September 2011"},{"ID":29944951,"Title":"Clark, Laurence, 1949- :'Who's this early Christmas present for?' 22 October 2011","Description":"Two elves can be seen through the window of a house; one of them holds a sports trophy and asks 'Who's this early Christmas present for?' Santa Claus, who is seen through a second window, replies 'I'll let you know tomorrow night.' Context: the cartoon is drawn the day before the final of the Rugby World Cup. The trophy is the Webb Ellis Cup which is presented to the winning team. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019295","Date":"22 October 2011"},{"ID":29946722,"Title":"Hubbard, James, 1949- :[The All Blacks entertain no doubt] 28 August 2011","Description":"An Australian Wallaby pokes at a bubble that contains a sleeping kiwi, smiling as he dreams of winning the Rugby World Cup. Context: A doubt that the All Blacks may not win the Rugby World Cup. \nAlternate version of DCDL-0018721 \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018722","Date":"28 August 2011"},{"ID":29945922,"Title":"Winter, Mark 1958- :Shamrocked! - 19 September 2011","Description":"The cartoon is headed 'Shamrocked!' and lower down are the words 'backs to the wallabies' with the letters 'abies' crossed out so that the phrase reads 'backs to the wall.' The cartoon shows a shocked Wallaby blushing like a shamrock after being beaten by Ireland 15-6 in the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018877","Date":"19 September 2011"},{"ID":29943137,"Title":"Doyle, Martin, 1956-:'Now just to get it right.' 18 October 2011","Description":"The cartoon shows a crowd of crazy-looking Frenchmen who are all visiting a psychiatrist. He says 'You've now developed a paranoid delusional nightmare that you're going to take on the All Blacks this Sunday...' Context: The All Blacks won the Rugby World Cup in the final match on Sunday 23rd October 2011 at Eden Park in Auckland, beating the French 8-7. The cartoon relates to the perceived dysfunctionality of French rugby team ahead of the Final. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019251","Date":"18 October 2011"},{"ID":29940740,"Title":"Winter, Mark 1958- :Chokers! 23 October 2011","Description":"The arm of an All Black grabs a rooster round the neck and chokes it. Text reads 'CHOKERS!' Context: The All Blacks defeated the French 8-7 in the final of the Rugby World Cup. The rooster is the French national emblem. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019291","Date":"23 October 2011"},{"ID":29945952,"Title":"Hawkey, Allan Charles, 1941-:'Fresh tracks- The Pumas can't be far away.' 6 October 2011","Description":"Two All Blacks track pumas in the mountains. One of them says 'Fresh tracks, the Pumas can't be far away. The tail of a puma is waving just above their heads. Context: Los Pumas is the Argentinian Rugby team which beat Scotland 13-12 in the quarter finals of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019146","Date":"6 October 2011"},{"ID":23526576,"Title":"Tremain, Garrick 1941- :The Footy Fan - ORFU supporters' apparel - closing down sale. 10 July 2011","Description":"The cartoon shows a shop holding a 'closing down sale'. The shop is called 'The Footy Fan - ORFU supporters' apparel'. Context - The controversial proposal to change the colour of the Highlanders' jersey from blue to green which was made without consulting the ORFU (Otago Rugby Football Union) who believe gold, royal blue and maroon, the colours of the three unions making up the Highlanders, should be reflected in the playing strip. The idea so anathematic that the ORFU has collapsed. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018272","Date":"10 July 2011"},{"ID":23526825,"Title":"Nisbet, Alistair, 1958- :\"Take note sweetie... some items can just be, er, \"placed\" in the mailbox!\" 20 August 2011","Description":"A man is trying to shove an Adidas All Black jersey into a mailbox. He says to his young daughter who is watching 'Take note sweetie some items can just be, er \"placed\" in the mailbox!' Context: The controversial price of the Adidas rugby shirts. Global sporting goods company Adidas tonight defended the price of its replica All Blacks jerseys as \"absolutely fair and reasonable\". \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018655","Date":"20 August 2011"},{"ID":29946657,"Title":"Winter, Mark 1958- :Once again...due to the unfair and inconvenient late kick-off, cartoonists have been forced to rely on reader participation to complete the picture... 24 October 2011","Description":"Text reads 'Once again... due to unfair and inconvenient late kick-off, cartoonists have been forced to rely on reader participation to complete the picture.' The cartoon shows a voting paper with a choice of two squares to tick that show that the All Blacks are either 'World champs' or have 'Cocked up'. There is a pencil provided and below is a brief note reading 'Place a tick in one box only. Context: The final of the Rugby World Cup began late in the evening - too late for the cartoonist to draw and appropriate cartoon. The All Blacks beat the French 8-7. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019289","Date":"24 October 2011"},{"ID":23531097,"Title":"Winter, Mark 1958- :Won down... 30 July 2011","Description":"The cartoon shows the Ranfurly Shield with the numbers 1 to 19 across the bottom of the screen; the '1' has been crossed out. Context: The Ranfurly Shield will head back to Invercargill tonight (23 July 2011) after Southland fought out a 22-19 win over Canterbury at Rugby Park in Christchurch. Context: The cartoon signifies the first of what is hoped will be a new series of wins for the Southland Stags. Southland finally ended a 50-year Ranfurly Shield drought by defeating Canterbury 9 - 3 on October 22, 2009. This shield tenure ended on October 9, 2010 with a 26 - 16 loss to Canterbury, ending the Stags streak of successful defenses at 6. (Wikipedia) \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018487","Date":"30 July 2011"},{"ID":29939826,"Title":"Scott, Thomas, 1947- :'A bit premature I feel.' 19 October 2011","Description":"God holds a document in his hand that reads 'NZRFU plan victory parade' and plans to wreck the plan by throwing a lightning bolt at Richie McCaw to punish the NZRFU for their arrogance. Context: The victory parade was planned ahead of the game and so it is as well that the All Blacks beat the French 8-7 to win the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019232","Date":"19 October 2011"},{"ID":29943147,"Title":"Winter, Mark 1958- :NAKId! 25 August 2011","Description":"The Ranfurly Shield flies up and out of the frame while below the hoof and an antler of a stag disappear from the frame. Text reads 'NAKId!' A second version shows the stag holding onto the Ranfurly Shield. Above are the numbers  '1..2..3' with each number crossed through. Further text reads 'The perfect response to a bit of BULL SH*T.' Context: The first version suggests that the Southland Stags have been defeated and have therefore lost the Ranfurly Shield and the second version suggests a win - the Stags have been challenged three times  and won each time. In fact the Stags lost the third challenge to Taranaki 15-12. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018687","Date":"25 August 2011"},{"ID":29940559,"Title":"Nisbet, Alistair, 1958-:'Go NZ... hic!' 10 October 2011","Description":"The cartoon shows an All Black fern leaf with beer cans in place of fronds. Someone outside the frame yells 'Go NZ...Hic!' Context: Probably relates to the amount of beer consumed during the Rugby World Cup but some of the All Blacks themselves have been subject to criticism. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019153","Date":"10 October 2011"},{"ID":29946740,"Title":"Hubbard, James, 1949- :'Woulda beaten the All Blacks, coulda, shoulda...' 12 November 2011","Description":"The cartoon shows Shaun Edwards, the defence coach of the Welsh rugby team; on  the top of his head is an old-style turntable with a record on it. As the record plays it keeps sticking on the song 'Would beaten the All Blacks..coulda...shoulda...' Context: Wales was beaten by France in the Rugby World Cup semi-final after captain Sam Warburton was red-carded for a dangerous tackle. The French won 9-8. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019473","Date":"12 November 2011"},{"ID":34321869,"Title":"Ekers, Paul, 1961-:All Blacks visit disaster zone. 19 September 2011","Description":"Black and white cartoon shows two members of the All Blacks rugby team wearing suits and about to enter the Australian dressing room. Text reads, 'All Blacks visit disaster zone'. Cartoon references eight members of the All Blacks who visited the red zone in Christchurch, which was devastated by the September 2010 and February 2011 earthquakes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028398","Date":"19 September 2011"},{"ID":30118254,"Title":"Evans, Malcolm Paul, 1945- :Arthur Beetson. 2 December 2011","Description":"Depicts a smiling Arthur Beetson wearing a cap as he jogs. Context: Arthur 'Artie' Beetson OAM (22 January 1945 to 1 December 2011) was an Australian rugby league footballer and coach. He represented Australia and Queensland from 1964 to 1981. His position was at prop. Beetson became the first Indigenous Australian  to captain his country in any sport, and is frequently cited as the best post-war forward in Australian rugby league history. He also had an extensive coaching career, spanning the 1970s to the 1990s, coaching Australia, Queensland, Eastern Suburbs, Redcliffe Dolphins and the Cronulla-Sutherland Sharks. On 1 December 2011, Beetson died after a heart attack, aged 66. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019653","Date":"2 December 2011"},{"ID":30629163,"Title":"Walker, Malcolm, 1950- :\"Well, cup fever is now cured... now there is just the side effect to deal with... sofa addiction.\" 25 October 2011","Description":"Dr Dolly complains about sofa addiction as a side effect of the rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021323","Date":"25 October 2011"},{"ID":23524546,"Title":"Tremain, Garrick 1941- :Adidas moguls explain their modus operandi... 11 August 2011","Description":"Across the top of the cartoon is the text 'Adidas moguls explain their modus operandi...' Below are four men who take turns to explain the Adidas position over the expensive marketing of the new All Black jersey which many people want to buy to show their support of the All Blacks during the Rugby World Cup. The first man says 'Basically we pay 3rd world peasants peanuts to make merchandise; the second man adds '..that we sell globally for a mint!'; the third man says 'We are accused of pocketing the difference!' and the fourth man ends 'Not true!! We spend quite a bit of it on lunches and stuff!' \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018570","Date":"11 August 2011"},{"ID":29943381,"Title":"Nisbet, Alistair, 1958- :\"It's just a bit of a scrum practice!\" - 17 September 2011","Description":"The cartoon shows an English rugby player whose head is jammed between a pair of huge breasts belonging to a blond woman standing behind him. Context: English rugby player Mike Tindall, who is the husband of the Queen's granddaughter Zara Phillips was videoed behaving in a compromising manner with a blond woman during the Rugby World Cup. The unidentified woman was seen kissing the England captain's head as she pulled it down towards her breasts. Miss Phillips shrugged off Tindall's antics, saying that the woman was an old friend of theirs. (The Sun 23 September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018887","Date":"17 September 2011"},{"ID":23505681,"Title":"Hawkey, Allan Charles, 1941- :\"You're CORRECT - I'm not giving you a ticket to Suncorp Stadium for the Super 15 final.\" 4 July 2011","Description":"A traffic officer has stopped a driver and in response to a sarcastic request for a super 15 final ticket, says 'You're correct - I'm not giving you a ticket to Suncorp Stadium for the Super 15 final'. Context - The Super Rugby final was on 8th July 2011 in Brisbane. The finalists were the Crusaders (Canterbury) and the Reds (Queensland). The Crusaders were beaten 18-13. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018209","Date":"4 July 2011"},{"ID":22781426,"Title":"Hodgson, Trace, 1958- :\"Another convincing win... Dan's goal kicking is spot on..... the All Blacks are unbeatable... so why am I so worried?\" ... 7 August 2011","Description":"Two rugby fans walk away from the Westpac Stadium after the Tri-Nations test in Wellington on 30th July 2011. One of them says 'Another convincing win... Dan's kicking is spot  on... the All Blacks are unbeatable... So why am I worried?' The other agrees, saying 'I know what you mean!' In the stadium is a banner advertising the Rugby World Cup. Context: The fans are thinking about the Rugby World Cup and the conviction that the All Blacks must win - but what if they don't? A review of the game between the All Blacks and the Springboks states that 'The All Blacks were competent, rather than convincing, in beating South Africa 40-7 in  tonight's Tri Nations test at Westpac Stadium in Wellington. They started well, finished usefully, but in between played some average rugby against, what you'd have to call, ordinary international opposition'. (Dominion  Post: 30 July 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018529","Date":"7 August 2011"},{"ID":23528500,"Title":"Hawkey, Allan Charles, 1941- :\"What if I promise not to tell anybody?\" 26 July 2011","Description":"A security guard with a large dog stand at the gate of a training venue while the All Blacks have a training session. There is barbed wire along the top of the wall and the gate is heavily locked. A boy wants to watch and says to the guard 'What if I promise not to tell anybody?' Context: The All Blacks attended a secret training camp in Wellington to learn some new skills. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018418","Date":"26 July 2011"},{"ID":29941855,"Title":"Winter, Mark 1958- :16 forwards, 14 backs, 1,133 test caps, one hope. 24 August 2011","Description":"The cartoon shows a silver fern against a black background accompanied by the words '16 forwards - 14 backs - 1,133 test caps - won hope'. A second version is the same except that the text ends with the words 'one hope'. Context: the squad for the Rugby World Cup has been announced. The RWC begins on 9th September in less than two weeks. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018686","Date":"24 August 2011"},{"ID":29941275,"Title":"Evans, Malcolm Paul, 1945- :\"You'll get less hassle watching footy in the middle of the day ...\" 15 September 2011","Description":"In the top frame a rugby fan trains his garden hose at the living room windows, saying 'You'll get less hassle... watching footy in the middle of the day...' In the lower frame he relaxes in front of the television as 'rain' beats against the window and says 'if she thinks it's raining outside!' Context: A rugby fan  watches the Rugby World Cup rather than attend to the garden. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018839","Date":"15 September 2011"},{"ID":29947913,"Title":"Winter, Mark 1958- :MAROONed - The Highlanders abandon Southland's representative colour. 7 September 2011","Description":"The title reads 'Colour blind'. Below an 'S' for 'Stags'' which carries its belongings in a bundle on a stick, weeps as an arm representing 'Otago' points imperiously. Text below reads 'MAROONed. The Highlanders strip away Southland's representative colour from the away strip.' A second version has the text read 'MAROONed. The Highlanders strip away Southland's representative colour.' Context: The Highlanders new strip moves away from the traditional colours of blue and gold with a splash of maroon to a new playing strip believed to be predominantly green, with dark blue and white also included. The decision to have new colours is to underline the fact that the Highlanders  are not an Otago, Southland or North Otago team. The Stags colours are largely  maroon and they mourn for the loss of a bit of maroon in the Highlanders new colours. There is a play on the word 'maroon' as a colour and the feeling that  Southland is being 'marooned' as in 'abandoned.' \nTwo versions of this cartoon are available\n\n\nAlternate version of DCDL-0018779 \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018778","Date":"7 September 2011"},{"ID":29944745,"Title":"Winter, Mark 1958- :Cabinet minister calls the Wallabies 'f...... cheats' and the Australian PM is chucked off a bus... 15 September 2011","Description":"Text reads 'Cabinet minister calls the Wallabies \"f...... cheats\" and the Australian PM is chucked off bus.' Below a man whips away a rug which has printed on it 'WELCOME except aussies' and below that is the word 'DiploMATic!'. Context: Sydney Morning Herald rugby columnist Greg Growden dubbed an unnamed Government minister \"the New Zealand Minister for Bad Manners\" after an alleged scene during the Wallabies' opening Rugby World Cup game. The minister had allegedly \"booed and abused the Wallabies ... yelling out f...... cheats and other offensive remarks\". Ministers Maurice Williamson, Wayne Mapp and Jonathan Coleman were in the tent, but all three have emphatically denied the allegations. (Dominion Post 14 September 2011) \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018856","Date":"15 September 2011"},{"ID":23160255,"Title":"Winter, Mark, 1958-:HEY BIG SPENDERS.. 20 April 2011","Description":"Shows an image of a stag's head and a large '$' symbol; superimposed are the words 'Hey BIG SPENDERS.. BOOM BOOM BOOM BOOM'. Context - The Southland Stags have been bailed out of their financial problems. The New Zealand Rugby Union (NZRU) board today approved a loan to Rugby Southland (RS) as part of the provincial union's planned financial recovery package. (Stuff 18 March 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017605","Date":"20 April 2011"},{"ID":29946584,"Title":"Winter, Mark 1958- :Aussie press to boycott World Cup... 25 August 2011","Description":"Text reads 'Aussie press to boycott World Cup'. The cartoon depicts an Australian reporter wearing a sunhat with corks and saying 'Why bother covering the Wallabies?.. They bash each other up... get pissed and forget to turn up.' Context: Australia's leading news media organisations have informed the International Rugby Board that they will not be seeking accreditation to cover the World Cup in New Zealand. The tournament has become a flashpoint for international media drawing a line in the sand over increasingly prohibitive terms and conditions for access to matches and teams. (Stuff: 24 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018688","Date":"25 August 2011"},{"ID":29941127,"Title":"Winter, Mark 1958- :Sonny Bill Williams ... waiting for his mind to change. 31 August 2011","Description":"The title reads 'Sonny Bill Williams...' and further down '...waiting for his mind to change.' The cartoon shows All Black, Sonny Bill Williams, with his arms crossed and looking obstinate. A second version shows the same image but has the text reading 'Sonny Bill Williams... ' and lower down '... waiting for his mind to change... or the mind of his manager... or the mind of his sponsor... or the mind.' A third version again shows the same image but this time the text reads 'Sonny Bill Williams...' and has the All Black say 'A man's entitled to change my mind from time to time... that man's my manager.' Context: In 2008 Sonny Bill Williams controversially left the Bulldogs (Canterbury) to play rugby union with French club Toulon. In 2010 Williams signed with the New Zealand Rugby Union in a bid to play for the All Blacks at the 2011 Rugby World Cup. He was dropped from the Tri-Nations game against the Wallabies in August 2011. Sonny Bill Williams finds himself 'in a situation in the All Blacks where there's high competition for places and he's not guaranteed a run-on spot.' \nThree versions of this cartoon are available \nQuantity: 3 digital cartoon(s).","DCDL_IDs":"DCDL-0018715","Date":"31 August 2011"},{"ID":29947161,"Title":"Hubbard, James, 1949- :\"Anyone ever thought of letting the game speak for itself?..\" 26 August 2011","Description":"Four large businessmen representing 'Ad Men', 'Corporates', 'PR' and the NZRU' are at a meeting about 'World Cup Marketing'. They are either stressed out or asleep (the NZRU man). A fifth man who is small and ingenuous and who represents the 'fans' says 'Anyone ever thought of letting the game speak for itself?..' Context: The Rugby World Cup kicked off on Friday 9th September. There is a huge amount of money at stake. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018720","Date":"26 August 2011"},{"ID":29939893,"Title":"Webb, Murray, 1947- :[Morne Steyn] 15 September 2011","Description":"A South African rugby union player who plays at the Flyhalf position. He is in New Zealand for the Rugby World Cup with the Springbok team. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018870","Date":"15 September 2011"},{"ID":29945669,"Title":"Winter, Mark 1958- :Over the next two months, New Zealanders will be following the progress of the black jersey... 6 September 2011","Description":"The cartoon has two frames. Text in the first frame reads 'Over the next two months New Zealanders will be following the progress of the black jersey' Below the words 'Rugby World Cup 2011' and an 'IRB' (International Rugby Board' logo is an All Black jersey. In the second frame is a map of the lower part of New Zealand and of McMurdo Sound in the Antarctic. The wandering route of Happy Feet the Emperor Penguin is plotted going southwards from New Zealand towards McMurdo Sound. Text reads 'through some choppy waters, full of hungry predators.' A second version has the text in the  first frame reading 'Over the next two months New Zealanders will be following the progress of two black jerseys...' Context: New Zealanders will be watching the progress of the All Blacks during the Rugby World Cup and of Happy Feet who, after being discovered on Peka Peka beach was released into the wild after being nursed to health in Wellington Zoo. Both are black and white. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018759","Date":"6 September 2011"},{"ID":29947496,"Title":"Hodgson, Trace, 1958- :'We are the champions of the world!' 23 October 2011","Description":"The cartoon shows the Webb Ellis Cup that has been won by the All Blacks in the final of the Rugby World Cup that they played against the French. Inside the cup are a number of the victorious All Blacks, one of whom is wringing the neck of a desperate-looking cockerel, the symbol for the French team. Kneeling below the cup is the coach Graham Henry. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019281","Date":"23 October 2011"},{"ID":23527051,"Title":"Winter, Mark 1958- :Lost crusade. 11 July 2011","Description":"A hand representing the 'REDS' plunges a sword into a stone sheath; a second hand representing the 'Crusaders' stretches towards the sword in vain. Context - The imagery suggests, King Arthur's legendary sword Excalibur being planted in the stone. King Arthur was a legendary king associated with the crusades. The Reds (Queensland) and Crusaders (Christchurch) played on the 11th July in the Final of the Investec Super Rugby competition at Suncorp Stadium, Brisbane. The Crusaders were narrowly beaten 18-13. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018261","Date":"11 July 2011"},{"ID":29941674,"Title":"Body, Guy Keverne, 1967-:'Just you wait till we get our merde together.' 26 September 2011","Description":"A French frog smoking a cigarette struggles along on crutches and bravely says  'Just you wait till we get our merde together'. Refers to the defeat of the French rugby team by the All Blacks in a pool game 20-11. They reached the final however and were again beaten, narrowly, 8-7. The French slang word 'merde' means 'shit'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019337","Date":"26 September 2011"},{"ID":29945422,"Title":"Doyle, Martin, 1956- :Lievremont's last words to Les Bleus... 22 October 2011","Description":"The cartoon shows the head of French Rugby coach Marc Lievremont saying that he does not want to see Les Bleus beaten by the All Blacks in the final but he wishes them well and says that he intends filing a complaint against New Zealand at the International Criminal Court. Context: In the event the All Blacks beat the French team in the Rugby World Cup final 8-7. Lievremont was a contentious coach and he and his team did not always see eye to eye. He was proud of his team however. He filed no complaint though he believed the referee was harder on France than the All Blacks. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019285","Date":"22 October 2011"},{"ID":29939210,"Title":"Evans, Malcolm Paul, 1945- :Hats Off. 23 October 2011","Description":"The cartoon shows hats of every description and from many countries and text reads 'Hats off'.' Context: The All Blacks defeated the French 8-7 in the final of the Rugby World Cup, thus winning the Webb Ellis trophy. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019298","Date":"23 October 2011"},{"ID":29948538,"Title":"Darroch, Bob, 1940- :Well, now that the World Cup is over...' 29 October 2011","Description":"Shows a number of staff gathered in the tearoom for the morning break. One of them says 'Well - now that the World Cup campaign is over, at least we won't have our tea-break dominated by sport talk'. But the boss walks in carrying a newspaper with a headline reading 'Cricket, who's who'. Context: The Rugby World Cup ended with the final between the All Blacks and France on October 23rd 2011; the All Blacks won 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018960","Date":"29 October 2011"},{"ID":29945982,"Title":"Evans, Malcolm Paul, 1945- :The Prize. 24 October 2011","Description":"The cartoon shows the Webb Ellis Cup being held aloft by an All Black; text reads 'The prize'. Below a small man empties his pockets to pay 'the price' for tickets to some of the games. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019299","Date":"24 October 2011"},{"ID":22334501,"Title":"Scott, Thomas, 1947- : \"When was the last time we had a romantic Saturday night?...\" 9 April 2011","Description":"A large scruffy fellow smoodges up to his partner and says 'When was the last time we had a romantic Saturday night? How about a Japanese meal and a movie? Anything with Julia Roberts is ok!' She replies sourly 'You're trying to avoid watching the Hurricanes, aren't you?' Context - The Super 15 runs from February 18th 2011 and the final will be on 9 July 2011. The Hurricanes (formerly known as the Wellington Hurricanes) only achieved 8th place in the 2010 Super 14 competition, and this year (2011) since round 1 on 18 February they have lost most of their games and are at this point ranked 10th with 18 points, hence the extreme anxiety for this fan. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017489","Date":"9 April 2011"},{"ID":23036805,"Title":"Webb, Murray, 1947- :[Ben Smith]. 2 May 2011","Description":"Caricature of Ben Smith running with a rugby ball. Ben Smith is a Rugby Union player who plays provincial rugby for Otago in the ITM Cup, and for the Highlanders in the Super 15 competition. He plays as a winger and fullback and is an All Blacks contender. \nTitle supplied \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017760","Date":"2 May 2011"},{"ID":29941284,"Title":"Hubbard, James, 1949- :Doubt. 28 August 2011","Description":"An All Black squints and sweats with a fearful thought as an evil demon of doubt climbs out of his skull. Context: The doubt is that the All Blacks may not win the Rugby World Cup. \nAlternate version of DCDL-0018722 \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018721","Date":"28 August 2011"},{"ID":29943416,"Title":"Hawkey, Allan Charles, 1941-:\"We're looking for Eden Park.\" 21 October 2011","Description":"A long line of Frenchmen on horses trail through the snow looking for Eden Park. Context: The French convoy looks like a Napoleonic army on its way to Russia. The All Blacks play France in the final - they won 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019273","Date":"21 October 2011"},{"ID":29939300,"Title":"Nisbet, Alistair, 1958- :\"Another flamin' haka strain and the cup's just started!\" 11 September 2011","Description":"An All Black fan is carted off on a stretcher by medics after straining himself doing the Haka. One of the medics says 'Another flamin; haka strain and the Cup's just started!' Context: The Rugby World Cup started on the 9th September. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018824","Date":"11 September 2011"},{"ID":29945147,"Title":"Nisbet, Alistair, 1958-:[All Black fern]. 3 October 2011","Description":"Shows a white fern on a black background, the All Black symbol. The fern is bandaged up. Context: The number of injuries suffered by the All Blacks is creating anxiety about their Rugby World Cup chances. \ntitle taken from file heading \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019123","Date":"3 October 2011"},{"ID":29947953,"Title":"Nisbet, Alistair, 1958- :'THE FERN For 24 years they carried the heart of the nation...' 25 October 2011","Description":"The cartoon shows an advertisement for a movie called 'The FERN' and a silver fern is drawn across the words. It entices the public to the film with the hyperbolic terminology usual in such advertisements - such as 'ageing coach seeking redemption' and 'The emergency call-up of an ex-cancer patient'. Context: the hyperbole over the winning of the Rugby World Cup by the All Blacks. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019355","Date":"25 October 2011"},{"ID":23258383,"Title":"Brockie, Robert Ellison, 1932- :The Kiwi psyche. 3 June 2011","Description":"The title of the cartoon is 'The Kiwi psyche'. The cartoon shows the inside of he head of a Kiwi male with 'Rugby World Cup' etched on his brain except for a small portion which is reserved for 'Life & death, the second coming & W.W.III'. Nearby is a news stand that reads 'News - 100 days before Cup'. Context - The obsession with the Rugby World Cup which starts 9 September and finishes 23 October, both games at Eden Park in Auckland. Other games will be played throughout New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017980","Date":"3 June 2011"},{"ID":29944358,"Title":"Evans, Malcolm Paul, 1945-:'Did you see how the Frogs went!?' 9 October 2011","Description":"A group of rugby enthusiasts in a pub talk about their favourite teams by their nicknames, 'frogs,' 'boks,', 'taffies,' 'argies,' and are terribly put out when someone at a different table comments on a rugby league game 'horn-blowing warrior was lip-syncing.' Context: The Warriors are playing an important tournament at the same time as the Rugby World Cup is in full swing. They won 20-12 against the Melbourne Storm. \nColour and black and white versions available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019158","Date":"9 October 2011"},{"ID":34321836,"Title":"Ekers, Paul, 1961-:Warriors in grand final. 27 September 2011","Description":"Black and white cartoon shows a rugby player and an official during the 2011 Rugby World Cup. The player is about to throw the ball, when another ball labelled, 'league', is thrown onto the pitch. The official says, \"Hang on lads, there's another ball on the pitch\". Text reads, 'Warriors in grand final'. Cartoon references the rugby league grand final match with the New Zealand Warriors facing the Manly Warringah Sea Eagles in Sydney while the Rugby World Cup was happening in New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028388","Date":"27 September 2011"},{"ID":29939885,"Title":"Hubbard, James, 1949-:The English Lion. 10 October 2011","Description":"The title reads 'The English lion...' A lion leaps onto a rugby ball that represents the 'World Cup' and meekly says 'Meeow??' as air leaks through the laces causing the ball to start to deflate. Context: England club rugby bosses have apologised to the New Zealand Rugby Union for the national team's abysmal Rugby World Cup showing. England's doomed campaign was plagued by poor on-field performances and shoddy discipline off the pitch. (NZ Herald October 16 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019194","Date":"10 October 2011"},{"ID":29947430,"Title":"Webb, Murray, 1947- :[Sam Whitelock]. 7 September 2011","Description":"Caricature of Sam Whitelock, an All Black rugby player. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018774","Date":"7 September 2011"},{"ID":34321899,"Title":"Ekers, Paul, 1961-:\"Who was steering this ship?\" 17 October 2011","Description":"Black and white cartoon shows a container ship representing the Australian national rugby team, the Wallabies, stranded on an island labelled, 'All Blacks'. A voice from the ship asks who's steering, and is told, 'Quade!'. Another voice asks who set the course, and is told, 'Robbie!!', referencing New Zealand-born Australian player, Quade Cooper, and New Zealand-born coach and former All Blacks player, Robbie Deans. Australia lost to New Zealand 6 to 20 in the 2011 Rugby World Cup semi-finals on 16 October 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028410","Date":"17 October 2011"},{"ID":29939520,"Title":"Nisbet, Alistair, 1958- :\"If one more bloke says 'Go the All Blacks' one more time...\" 20 October 2011","Description":"One penguin drenched in black oil says to another 'If one more bloke says 'Go All Blacks' one more time...' In the background is the grounded container ship 'Rena'. Context: The container ship 'Rena' grounded on the Astrolabe Reef off the coast of Tauranga during the Rugby World Cup. The linking of the black oil from the spill with the All Blacks was inevitable. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019270","Date":"20 October 2011"},{"ID":29941077,"Title":"Scott, Thomas, 1947- :\"French paws...we'll need an acetylene torch to remove them...\" 25 October 2011","Description":"All Black captain Richie McCaw wrenches the Webb Ellis Cup from French hands after winning the Rugby World Cup. He says 'French paws... We'll need an acetylene torch to remove them...' Context: The All Blacks narrowly won the Rugby World Cup in the final against France 8-7 on 23 October 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019284","Date":"25 October 2011"},{"ID":23524374,"Title":"Hubbard, James, 1949- :\"I've got a great idea - let's have an abstain from sex campaign to support the All Blacks!\" ... 17 August 2011","Description":"The cartoon has the title 'Flakes'. In a night sky are several stars all looking like the Telecom logo. The first represents 'Telecom' and says 'I've got a great idea - let's have an abstain from sex campaign to support the All Blacks!' Another, representing 'RNZU' says 'Brilliant! We're right behind  it!' And the third, again representing 'Telecom' says 'Yeah it's great Kiwi humour!' Context: Telecom has ditched a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. (NZ Herald - 18 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018614","Date":"17 August 2011"},{"ID":29940864,"Title":"Darroch, Bob, 1940- : \"Do you think that this might be taking the 'Go the All Blacks' campaign a bit too far?\". 22 October 2011","Description":"Two people stand on the beach and stare at the oil slick from the grounded container ship 'Rena'. One of them says 'Do you think that this might be taking the \"Go the All Blacks\" campaign a bit too far?' Context: Refers to the container ship 'Rena' which is grounded on the Astrolabe Reef off the Bay of Plenty and threatens to become a disaster of huge proportions as oil spews into the sea. The All Blacks were favourites in the Rugby World Cup and in fact won the final against France 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019267","Date":"22 October 2011"},{"ID":29943253,"Title":"Evans, Malcolm Paul, 1945- :'We should have been prepared!' 11 October 2011","Description":"In the top frame a group of men panic shouting 'Our international image is in danger!' because 'We should have been prepared' and 'There's been too much delay!' In the lower frame we see that the men are in a pub and are talking about the All Blacks, not the Rena. Context: The All Blacks have been suffering a series of injuries thus jeopardising their Rugby World Cup chances. And the 'Rena' is a foreign owned container ship that has run aground on Astrolabe Reef near Tauranga and is leaking oil. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019220","Date":"11 October 2011"},{"ID":29947482,"Title":"Tremain, Garrick 1941-:All Black mania. All black news. 14 October 2011","Description":"The title of the top frame is 'All Black mania' and the cartoon shows an exhausted and wounded Wallaby with exultant kiwis wearing All Black strips dancing all over him; text reads 'All Black victors.' The title of the lower frame is 'All Black news' and the  cartoon shows oil-covered seabirds and a crab on an oil-covered beach; text reads 'All Black victims.' Context: The term 'all black' describes both the 'All Blacks' and the oily slick from the doomed ship 'Rena.' The cartoon refers to the juxtaposition of the Rugby World  Cup which fully engages attention and the wreck of the 'Rena' on the Astrolabe  Reef off the coast of Tauranga. On 5th October 2011 the container ship 'Rena' became stuck on the Astrolabe reef off the coast of Tauranga. It is spilling oil, threatening coastlines and killing seabirds. Authorities are racing to get the oil and the containers off the ship before it breaks up but the weather is frustrating efforts. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019209","Date":"14 October 2011"},{"ID":29947915,"Title":"Tremain, Garrick 1941- :Tackling the big boys... 'At least he's got the guts to try.' 30 September 2011","Description":"Text reads 'Tackling the big boys...' and the cartoon shows a tiny Steve Tew, chief executive of the New Zealand Rugby Union, tackling the gigantic leg of the 'IRB'. An official comments 'At least he's got the guts to try.' Context: Steve Tew, chief executive of the New Zealand Rugby Union, admitted an All Blacks boycott would be \"the very last port of call\" but could not be ruled out. Tew revealed the NZRU had been pushing the IRB to change the commercial arrangements since the 2003 World Cup and had gone public to try to ensure the issue was finalised. New Zealand have warned they may be forced to pull out of the 2015 Rugby World Cup unless commercial restrictions surrounding the tournament are eased. (Sky Sports September 28 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019056","Date":"30 September 2011"},{"ID":29943925,"Title":"Hawkey, Allan Charles, 1941- :'The government has seized control of the waterfront...' 15 September 2011","Description":"Two rugby fans are watching television in a pub. The announcer reports 'The government has seized control of the waterfront...' One of the men assumes he is talking about the Middle East but his companion says 'No - Auckland.' Context: Rugby World Cup Minister, Murray McCully, had been under strict orders to do \"whatever it takes\" to ensure the Rugby World Cup is an outstanding success. The Rugby World Cup Empowerment legislation was invoked so that the Government could take control and run the fan zone. (New Zealand Herald September 14 2011) This happened after problems following the unanticipated huge crowds on the opening  evening of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018842","Date":"15 September 2011"},{"ID":29941262,"Title":"Winter, Mark 1958- :FLAG-ing support? 18 October 2011","Description":"The cartoon shows a silver fern on a black background and text reads 'FLAG-ing support?' Context: possibly refers to the groin injury suffered by All Black Dan Carter which has put him out of the Rugby World Cup for the duration. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019218","Date":"18 October 2011"},{"ID":29945240,"Title":"Evans, Malcolm Paul, 1945- :The Whitebaiter. 24 October 2011","Description":"The title is 'The whitebaiter' and the cartoon shows Richie McCaw, captain of the All Blacks with the Webb Ellis Cup caught in his whitebaiting net. Context: The All Blacks beat France in the final of the Rugby World Cup 8-7. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019300","Date":"24 October 2011"},{"ID":34321885,"Title":"Ekers, Paul, 1961-:Ready and waiting for the 2011 All Blacks. 9 September 2011","Description":"Black and white cartoon shows a cluster of pillars, 'ready and waiting' to hold trophies for the All Blacks in the 2011 Rugby World Cup held in New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028407","Date":"9 September 2011"},{"ID":23526541,"Title":"Evans, Malcolm Paul, 1945- :\"We've given up sex for the duration of the World Cup...\" ... 17 August 2011","Description":"In the smaller frame two men sit on a seat with their backs to the viewer. One  says 'We've given up sex for the duration of the World Cup and my wife's given  me a black ring to remind me!' In the larger frame the second man, who sports a black eye,  says 'Mine too!' Context: Telecom has ditched a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. Abstainers were to wear a black ring. The campaign  was being funded by Telecom's Backing Black website, which is the official New  Zealand Rugby Union All Black fans website. (3News - 17 August 2011 and NZ Herald - 18 August 2011) \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018618","Date":"17 August 2011"},{"ID":29941990,"Title":"Winter, Mark 1958- :\"Trust me.\" ... but as a backup maybe God will have to defend for NZ? 28 August 2011","Description":"The cartoon shows All Black Chief Coach, Graham Henry, who says 'Trust me' and in further tiny text below '...but as a backup maybe God will have to defend for New Zealand?' Context: The cartoon is about the level of confidence  New Zealanders might have that the All Blacks win ther Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018713","Date":"28 August 2011"},{"ID":30115673,"Title":"Webb, Murray, 1947- :[David Kirk]. 31 December 2011","Description":"Caricature of David Kirk who led the All Blacks when they won the first ever Rugby World Cup in 1987. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019834","Date":"31 December 2011"},{"ID":29943037,"Title":"Hubbard, James, 1949- :'A woollen version of Dan Carter has been stolen from an exhibition!' 24 September 2011","Description":"A news item on television reports that 'a woollen version of Dan Carter has been stolen from an exhibition'. A man says 'Hopefully the real one's in COTTON wool!' and his wife is dismayed. Context:  but a woollen knitted version that was part of an exhibition of creations on show at the Devonport Wharf in Auckland. Dan Carter has been beset by injury and is being kept in cotton wool so as to fit for the Rugby World Cup. In fact he suffered a groin injury and and wasn't able to play. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019058","Date":"24 September 2011"},{"ID":29942233,"Title":"Scott, Thomas, 1947- :Keep Out! All Blacks training. 12 October 2011","Description":"A hospital official stands guard outside the 'Intensive Care' department in a hospital. A sign nearby reads 'Keep out! All Blacks training.' Context: Comment on the number of injuries the All Blacks are suffering, so training in the Intensive Care department makes sense. The injuries are critical because of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019204","Date":"12 October 2011"},{"ID":29943525,"Title":"Hubbard, James, 1949-:'Player approved mouthguard!' 6 October 2011","Description":"A man reads a newspaper running a headline that says 'IRB crackdown: mouthguards, now Bible wrist bands.' The man smirks as he imagines the IRB (International Rugby Board) gagged and a rugby player marching off defiantly saying 'Player approved mouthguard!' Context: The IRB has come down heavily on players wearing unapproved mouthguards because of the fear of ambush marketing. Samoan brothers Manu and Alesana Tuilagi have both been handed $10,000 fines for wearing the unapproved OPRO branded mouthguards during the tournament, breaching the event's terms of participation. The IRB is again under fire, this time for a directive on Bible passages written on players' wrist strapping. Words written on the tape must be approved by the IRB in advance also because of the possibility of ambush marketing. (NZHerald October 19 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019197","Date":"6 October 2011"},{"ID":29939585,"Title":"Hawkey, Allan Charles, 1941- :The All Blacks \"back up\" selection panel. 23 August 2011","Description":"Across the fence at a sports stadium is a large sign that reads 'The All Blacks \"Back up\" selection panel' and behind the fence is an enormous crowd of rugby fans with opinions about the final selection of the All Black squad for the Rugby World Cup. Context: The thirty member squad for the Rugby World Cup has been announced by coach Graham Henry. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018674","Date":"23 August 2011"},{"ID":29946743,"Title":"Winter, Mark 1958- :\"Yay .. I'm not MAROONed!\"... 7 September 2011","Description":"Text reads 'Highlanders abandon Southland's representative colour in favour of a green away strip.' Below is a cartoon depicting Kermit the frog thinking to himself 'Yay I'm not MAROONed!' as he says 'RID-OF-IT... Rid-of-it...Rid-of-it...' A second version has the text 'Highlanders abandon Southland's representative colour in favour of a green away jumper.' Context: Kermit is a glove puppet from the children's television show 'Sesame Street'. The Highlanders new strip moves away from the traditional colours of blue and gold  with a splash of maroon to a new playing strip believed to be predominantly green, with dark blue and white also included. The decision to have new colours is to underline the fact that the Highlanders are not an Otago, Southland or North Otago team. The Stags colours were largely maroon. There is  a play on the word 'maroon' as a colour and the feeling that Southland is being 'marooned' as in 'abandoned.' \nTwo versions of this cartoon are available\n\n\nAlternate version of DCDL-0018778 \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018779","Date":"7 September 2011"},{"ID":23529588,"Title":"Evans, Malcolm Paul, 1945- :\"You've both been ripped off! - look...\" 11 August 2011","Description":"Three boys crowd round a computer searching the Internet for information about replica All Black jerseys. The boy sitting in front of the computer says gleefully 'You've both been ripped off! - Look All Black jerseys thirty five bucks, Tottenham Court market, free deodoriser to mask slight smoky smell!' Context: Replica All Black jerseys are available especially cheaply in London where they have been affected by smoke from the riots that lasted for five days until brought under control by the police at the beginning of August. There has been great controversy over the steep $200 prices that Adidas are charging for the jerseys that have been made for the Rugby World Cup. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018557","Date":"11 August 2011"},{"ID":23529966,"Title":"Doyle, Martin, 1956- :If we can't afford our own jerseys... 10 August 2011","Description":"Shows a rugby game at which fans appear to be ripping the shirts from the All Blacks backs. Context: Adidas has been at the centre of a jersey-pricing storm since it was revealed the replica tops could be bought much cheaper overseas. The jersey had been listed for sale at $US79.99 ($NZ92.68) on the US website worldrugbyshop.com and could also be found cheaper on British websites. It was retailing for $220 in New Zealand, but retailers have dropped the price as the debate has raged. Adidas has refused to drop the wholesale price. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018549","Date":"10 August 2011"},{"ID":29944449,"Title":"Clark, Laurence, 1949- :Who's going to win the elections in November?... - 17 September 2011","Description":"Text reads 'Who's going to win the elections in November?' The cartoon has six cameos of rugby fans who in one way or another are far more interested in the Rugby World Cup than the elections. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018862","Date":"17 September 2011"},{"ID":29942489,"Title":"Winter, Mark 1958- :100th test ... not a poultry occasion. 24 September 2011","Description":"The cartoon shows All Black Richie McCaw clutching a small chicken round the neck. Text reads '100th test... not a poultry occasion.' Context: New Zealand skipper Richie McCaw will become the first All Black to reach 100 Test caps after being named in the side to play France in the Rugby World Cup. The French team, known as 'roosters' lost the game. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019025","Date":"24 September 2011"},{"ID":23117183,"Title":"Hawkey, Allan Charles, 1941-: [Chiefs win] 21 March 2011","Description":"A member of of the Waikato Chiefs rugby team leaves the 'Waikato Stadium' dragging a dead (or dying) shark behind him. A man in the street asks him, somewhat unnecessarily, if he has had 'any luck'. Context - The Waikato Chiefs ended the Sharks' unbeaten start to the season in rugby's Super 15 by beating the South African side 15-9 in a rain-soaked match Friday that was decided on penalties. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017362","Date":"21 March 2011"},{"ID":29943285,"Title":"Smith, Ashley W, 1948- :\"That's quite poetic - them unloading while we're getting a few on board.\" 24 August 2011","Description":"Text reads 'News: During the Rugby World Cup cargo ships will continue to unload their freight next to the Party Central Cloud.' The cartoon shows a huge ship unloading cargo right beside the 'Cloud' in which revellers 'get a few on board' during the Rugby World Cup. Context: Cargo ships will regularly be arriving during the Rugby World Cup, dwarfing the Cloud and Party Central. The New Zealand Herald reports 180 cargo ships are expected to dock during the tournament, including six that will park up right next to the long, low-rise Cloud venue. (3News 23 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018736","Date":"24 August 2011"},{"ID":29940164,"Title":"Scott, Thomas, 1947-:'News - Carter out.' 3 October 2011","Description":"The cartoon shows a newspaper whose front page is entirely covered with headlines about All Black Daniel Carter and his groin injury which has put him out of the Rugby World Cup. This is regarded as devastating news by the rugby fraternity. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019015","Date":"3 October 2011"},{"ID":23530396,"Title":"Nisbet, Alistair, 1958- :\"Red and black... it's one zone we ALL belong in!\" 9 July 2011","Description":"A crowd of Christchurch rugby fans wearing the red and black colours, gather to wish the Crusaders well as they leave for Australia. Someone shouts 'Red and black... It's one zone we ALL belong in!' Context - The Reds (Queensland) and Crusaders (Christchurch) played on the 11th July in the Final of the Investec Super Rugby competition at Suncorp Stadium, Brisbane. The Crusaders were narrowly beaten 18-13. The comment referring to 'one zone' relates to the dividing Christchurch, after the earthquakes, into zones labelled with different colours that indicates whether buildings have to be removed, or can be repaired or whether a decision has yet to be made or they are ok. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018268","Date":"9 July 2011"},{"ID":29939697,"Title":"Evans, Malcolm Paul, 1945- :'Listen I have TOLD you!' 19 October 2011","Description":"In the top frame someone says 'Listen! - I have TOLD you! We're not taking the result of... this Sunday's final match... for GRANTED!' In the lower frame it can be seen that it is All Black coach Graham Henry who has been talking while hammering out the engraving on the Rugby World Cup. He says 'So bugger off and let me finish ... engraving this bloodt cup!' Context: the final of the Rugby World Cup was played by the All Blacks and France and was narrowly won 8-7 by the All Blacks. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019261","Date":"19 October 2011"},{"ID":29944518,"Title":"Scott, Thomas, 1947- :\"With full time up on the clock, with Cruden off, directly in front, Stephen Donald has an easy kick to win the World Cup for New Zealand...\" 22 October 2011","Description":"In the top frame an All Black prepares to try for a goal. Text reads 'With full time up on the clock, with Cruden off, directly in front, Stephen Donald has an easy kick to win the World Cup for New Zealand' In the lower frame a man lies in bed screaming 'No! No! AAAAHH No! AAAAAAAHH!' His wife tells him to 'Wake up, hon, you're having that nightmare again..' Context: Stephen Donald was described as an 'unlikely hero' after his 45th minute penalty which ultimately won the All Blacks the Rugby World Cup final, 8-7 over France. He was called in to the squad late in the tournament after injuries to Dan Carter and Colin Slade, and thrown into the cauldron when Aaron Cruden was injured after 33 minutes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019283","Date":"22 October 2011"},{"ID":29946446,"Title":"Winter, Mark 1958- :The preferred Prime Minister?","Description":"Text reads 'The preferred prime minister?' and the cartoon shows the head of All Black captain Richie McCaw. Context: because the All Blacks won the Rugby World Cup, Richie McCaw is very highly acclaimed. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019294"},{"ID":29942105,"Title":"Evans, Malcolm Paul, 1945- :Ritchie gets his one hundredth cap. 23 September 2011","Description":"The title reads 'Richie gets his one hundredth cap. The cartoon shows All Black Richie McCaw with a hundred hats on his head. The hatmaker on the top of a ladder, having placed the most recent hat on McCaw's head says 'Good on ya mate!' Context: New Zealand skipper Richie McCaw will become the first All Black to reach 100 Test caps after being named in the side for the crunch Pool A game with France in the Rugby World Cup. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019003","Date":"23 September 2011"},{"ID":29940209,"Title":"Webb, Murray, 1947- :[Mike Miller]. 4 October 2011","Description":"Caricature of Mike Miller, Head of the IRB (International Rugby Board). \nTitle taken from file heading \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019164","Date":"4 October 2011"},{"ID":29944859,"Title":"Winter, Mark 1958- :'It's only a game.Yeah right. 23 October 2011","Description":"The left side of the cartoon is black and bears the words 'It's only a game'. The right side is white and bears the words 'Yeah right', and below is the word 'Tui' with a tui sitting on top of it. Context: The cartoon makes an ironic statement about rugby and the Rugby World Cup borrowing the Tui 'Yeah Right' advertisement. Tui beer is promoted through a humorous advertising campaign which uses stereotypes, heavy irony and the phrase 'Yeah Right'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019292","Date":"23 October 2011"},{"ID":29941456,"Title":"Winter, Mark 1958- :An All Black tide starts to sweep the nation... from the Bay of Plenty. 13 October 2011","Description":"Text reads 'an All Black tide starts to sweep the nation... from the Bay of Plenty.' The cartoon shows an oil-covered penguin which thinks to itself 'Very slick.' Context: The term 'all black' describes both the 'All Blacks' and the oily slick from the doomed ship 'Rena.' The cartoon refers to the juxtaposition of the Rugby World Cup which fully engages attention and the wreck of the 'Rena' on the Astrolabe Reef off the coast of Tauranga. On 5th October 2011 the container ship 'Rena' became stuck on the Astrolabe reef off the coast of Tauranga. It is spilling oil, threatening coastlines and killing seabirds. Authorities are racing to get the oil and the containers off the ship before it breaks up but the weather is frustrating efforts. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019191","Date":"13 October 2011"},{"ID":29942840,"Title":"Fletcher, David 1952- :'You might need to get yourself a double while the world cup festivities are on!' 10 September 2011","Description":"'The Politician' cartoon strip. The minister's aide tells him that he might need to get himself a double during the World Cup festivities because according to his schedule he has to be in several places at once. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018817","Date":"10 September 2011"},{"ID":29942210,"Title":"Hodgson, Trace, 1958- :'You haven't got anything to crow about this morning!' 25 September 2011","Description":"The title is 'Daylight saving' and the cartoon shows Richie McCaw holding a rugby ball in one hand and screwing the neck of a rooster representing 'France' with the other. He says 'You haven't got anything to crow about this morning' and a kiwi in the corner adds 'We lost an hour but we won an important match.' Context: Daylight saving begins on the last Sunday in September. The All Blacks beat France 29-10 in a pool match in the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019074","Date":"25 September 2011"},{"ID":29942839,"Title":"Nisbet, Alistair, 1958-:Fan Zone \"The All Blacks\" 3 October 2011","Description":"The cartoon is divided into three frames; the title of the first frame is 'Fanzone \"the All Blacks\",'that of the second is 'Fanzone \"the Warriors\",' and  that of the third is 'Fanzone \"the ACT Party\".' The cartoons show crowds at each fanzone. Those in the All Blacks and Warriors fanzones shout 'Great scrum! Great line-out' etc but the crowd at the ACT party fanzone are half-hidden in a cloud of marijuana smoke. Context: In a move that astonished everyone ACT Party leader Don Brash has announced that he wants the  personal use of marijuana decriminalised. It is considered to be an expression  of ACT's desperation as its polling continues to be bad and the November elections loom. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019111","Date":"3 October 2011"},{"ID":29941031,"Title":"Winter, Mark 1958- :The cost of the All Black jersey. 23 October 2011","Description":"Text reads 'The cost of the All Black jersey. Priceless' and the cartoon shows the All Black jersey designed for the Rugby World Cup which caused controversy because of the high price fans had to pay for it. However, it is now described as 'priceless' because the All Blacks defeated the French 8-7 in the final. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019293","Date":"23 October 2011"},{"ID":29939366,"Title":"Evans, Malcolm Paul, 1945- :[Debating the footy] 12 September 2011","Description":"In the top frame from a pub float voices debating the 'footy'. In the lower frame the group of men who have been debating the rugby in the World Cup look askance at another man who chimes in and says 'I think the Warriors just had an off day!' Context: Most of the world seems to be discussing the Rugby World Cup but some still prefer Rugby League. \nColour and black and white versions available\n\n\nTitle from file name \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018815","Date":"12 September 2011"},{"ID":22496913,"Title":"Winter, Mark 1958- :Got Carter. 19 May 2011","Description":"The cartoon shows a stylised fern leaf and below it the words 'Get Carter' with the word 'get' crossed out and replaced with 'got'. Context - Dan Carter has re-signed a four-year contract with the New Zealand Rugby Union (NZRU) and Crusaders franchise through until 2015. The re-signing of Carter is a major boost for New Zealand rugby, with Carter now part of a core group of experienced All Blacks playing beyond this years Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017877","Date":"19 May 2011"},{"ID":23530955,"Title":"Slane, Christopher, 1957- :Reasons to riot... 15 August 2011","Description":"The title reads 'Reasons to riot'. A thief has stolen milk from a supermarket and a bottle of milk labelled 'Global price milk' is also drawn. It is described as 'gouging' as is the next image of a burning Adidas rugby shirt. Last shown is a radio announcing 'Rugby World Cup blah blah Rugby... rugby... blah... blah...' ; the label for this is 'boring'. Context: There is a reference to the recent London riots. There is concern about the high price of milk in New Zealand and a Commission is asking questions about this. The rugby shirt is about the very high cost to the public of Adidas All Black shirts, popular because of the Rugby World Cup; which some people are starting to find  boring and it doesn't begin until 14th September. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018589","Date":"15 August 2011"},{"ID":29940892,"Title":"Body, Guy Keverne, 1967-:'It's political correctness gone mad!!!' 6 June 2011","Description":"Shows a man reading two New Zealand Herald headlines. To the first, 'Score limits on kids' rugby' he exclaims \"It's political correctness gone mad!!!!\". To the second headline, 'Deaker says n-word', he exclaims \"It's political incorrectness gone mad!!!\". Refers to two news stories: teh New Zealand Rugby Union (NZRU)'s Small Blacks development programme's attempts to \"generate a more even contest\" in under thirteens rugby games, and sports commentator Murray Deaker's use of inappropriate language on air. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019314","Date":"6 June 2011"},{"ID":29948470,"Title":"Hubbard, James, 1949-:'All Black Playmaker.' 8 October 2011","Description":"The cartoon shows a vice named 'All Black playmaker.' All Black hopeful, Colin Slade, is caught in the vice and the screw is being turned by assistant coach,  Steve Hansen, who says 'No pressure Colin - just be yourself..' Context: Colin  Slade was selected as back-up to injured captain Dan Carter after intense debate. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019201","Date":"8 October 2011"},{"ID":22552684,"Title":"Evans, Malcolm Paul, 1945-:[Sonny Bill Williams] 28 March 2011","Description":"Caricature of Sonny Bill Williams. Sources have revealed Toulon have ramped up negotiations with his manager Khoder Nasser and it's believed the French club are prepared to offer a whopping $1.8 million a year. The French rugby season starts in September and it's understood Toulon would want Williams to join the club days after the Rugby World Cup final on October 23.  The NZRU are also desperate to keep hold of the highly marketable Williams after the World Cup but they won't be able to come anywhere near matching the money Toulon owner Mourad Boudjellal is prepared to spend. (Sunday News 17 April 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017424","Date":"28 March 2011"},{"ID":23528135,"Title":"Webb, Murray, 1947- :Jerome Kaino. 8 July 2011","Description":"A caricature of Jerome Kaino, All Black. \nTitle supplied by librarian \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018279","Date":"8 July 2011"},{"ID":29941829,"Title":"Winter, Mark 1958- :It's only a game. 17 October 2011","Description":"The left side of a 'Tui' advertisement is black and bears the text 'It's only a game.' The right side is white and has text reading 'Yeah right' as well as the 'Tui' logo. Context: the impact the Rugby World Cup has on New Zealand and New Zealanders. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019214","Date":"17 October 2011"},{"ID":23526270,"Title":"Evans, Malcolm Paul, 1945- :\"Wow what a deal!\" ... 19 August 2011","Description":"A rugby official sits at his computer thrilled at a deal for securing the Rugby World Cup. The cartoon contains a lot of text and begins 'Congratulations! - You have just won the right to stage an international sporting event. To claim your prize you must first sign your sovereignty over your game to our organization. Have your parliament pass any laws required, and appoint a politician to do whatever else might be needed'. The text continues by suggesting that the deal will require you to sell your children and mortgage your grandchildren to fund facilities and infrastructure, guarantee our organization all the profits, 'hike the price of tickets, goods and services beyond the average fan's ability to pay, and ignore all protests'. 'And if you're lucky you might get to play in the final and even to win the cup - or at least a good copy of it'. Context: A critical view of the implications of New Zealand's winning the rights to stage the Rugby World Cup. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018641","Date":"19 August 2011"},{"ID":29946498,"Title":"Hubbard, James, 1949- :'Do something about World Cup costs IRB, or NZ might give it a miss!' 3 October 2011","Description":"Steve Tew says 'Do something about World Cup costs IRB, or NZ might give it a miss!' He appears three more times, smaller each time and less threatening each time. Context: Steve Tew, chief executive of the New Zealand Rugby Union, admitted an All Blacks boycott would be \"the very last port of call\" but could not be ruled out. Tew revealed the NZRU had been pushing the IRB to change the commercial arrangements since the 2003 World Cup and had gone public to try to ensure the issue was finalised. New Zealand have warned they may be forced to pull out of the 2015 Rugby World Cup unless commercial restrictions surrounding the tournament are eased. (Sky Sports September 28 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019065","Date":"3 October 2011"},{"ID":23526596,"Title":"Winter, Mark 1958- :New All Black jersey. 1 August 2011","Description":"The first version shows the 'New All Black jersey' and additional text reads 'White on!' A second version shows a larger jersey and includes the text 'White collar time' and a third version shows the jersey with the text '...is not ALL Black'. Context - Some people do not like the little white collar on the new All Black jersey. \nThree versions of this cartoon are available \nQuantity: 3 digital cartoon(s).","DCDL_IDs":"DCDL-0018488","Date":"1 August 2011"},{"ID":23527768,"Title":"Hawkey, Allan Charles, 1941- :\"In a best case scenario - we'll get another polar blast.\" 18 August 2011","Description":"Text reads 'Police plan to dish out heavy fines to anyone streaking at the RWC - News'. The cartoon shows a sergeant briefing his men about 'RWC security'. He says 'In a best case scenario - we'll get another polar blast'. Context: The Rugby World Cup starts on 9th September. Former All Blacks are calling for crowds to mind their manners during World Cup matches, and tone down the booing and jeering during opposition penalty kicks or conversions. However, streaking seems to have been given the OK, with only 2 per cent of respondents saying that a naked person running across the field would send a bad message about the country. But tolerance of streakers is unlikely to be exercised by police, who plan to dish out heavy fines using the Major Events Management Act. (Stuff - 17 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018647","Date":"18 August 2011"},{"ID":29946025,"Title":"Darroch, Bob, 1940-:'And that new dress I said cost $60.00, actually cost $300.' 29 September 2011","Description":"A woman sits on the couch knitting and making confessions to her husband who is engrossed and oblivious in front of a Rugby world Cup game on television. She tells he teen-aged daughter who is looking more and more shocked that 'with confessions it's a matter of timing.' \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019136","Date":"29 September 2011"},{"ID":29946539,"Title":"Hubbard, James, 1949- :'News - Carter out of Cup.' 4 October 2011","Description":"The cartoon shows a kiwi up to his waist in floodwater and distraught, not about the 'heavy downpours [that] bring flood warnings' but about the news that 'Carter [is] out of the Cup.' Context: All Black captain Dan Carter has been forced out of the Rugby World Cup because of a groin injury. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019066","Date":"4 October 2011"},{"ID":23527914,"Title":"Winter, Mark 1958- :Abstain for the game... 18 August 2011","Description":"Text reads 'Touch. Pause. Engaged ABSTAIN FOR THE GAME avoid using Telecom during the World Cup!' Context: Telecom has ditched a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. Abstainers were to wear a black ring. The campaign was being funded by Telecom's Backing Black website, which is the official New Zealand Rugby Union  All Black fans website. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018636","Date":"18 August 2011"},{"ID":29940762,"Title":"Darroch, Bob, 1940-:'Kick-off isn't until this afternoon!' 13 October 2011","Description":"The vicar is left with an empty church as his congregation dashes out the door in mid service. He says 'Kick-off isn't until this afternoon!- You've got plenty of time to sing the last hymn!' Context: The congregation is off to watch one of the Rugby World Cup games. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019135","Date":"13 October 2011"},{"ID":29944971,"Title":"Body, Guy Keverne, 1967-:'Great news eh? Another week of wall-to-wall, All-Black coverage?' 17 October 2011","Description":"An oil-covered seal talks to an oil-covered bird, both swimming in a sea of oil. The seal says 'Great news eh? Another week of wall-to-wall, All-Black coverage. Context: Refers to the container ship 'Rena' which is grounded on the Astrolabe Reef off the Bay of Plenty and threatens to become a disaster of huge proportions as oil spews into the sea. Refers also to the Rugby World Cup  being held in New Zealand at the same time. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019249","Date":"17 October 2011"},{"ID":30635555,"Title":"Buist, Grant, 1973-: \"Some of the South Africans looked as though they'd swallowed a basketball...\" ... 28 September 2011","Description":"Jaimee and Debbie have fun criticising stereotypes of the various nationalities  coming to New Zealand for the Rugby World Cup and Tony is not amused until he discovers that it is the fans the are laughing at not the players. Context:  Rugby World Cup October to November 2011 hosted by New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0020460","Date":"28 September 2011"},{"ID":29946726,"Title":"Webb, Murray, 1947- :[Colin Slade]. 3 October 2011","Description":"Caricature of All Black Colin Slade. Slade's brief reign as the first-pick fly-half in the Rugby World Cup, replacing Dan Carter, was ended by a torn adductor muscle in the quarter final game against Argentina. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019022","Date":"3 October 2011"},{"ID":22828116,"Title":"Nisbet, Alistair, 1958-: \"Don't be upset dear... we'll get the World Cup some day!\" 19 March 2011","Description":"A man reading a newspaper wails and sobs when he discovers that Christchurch will not be hosting any Rugby World Cup games. The newspaper is covered with real disaster news like the Japanese earthquake and potential nuclear disaster, economy problems , and 'aftershock anxiety'. Context - The Christchurch earthquakes of 4 September 2010 and 22 February 2011 that have led to the decision that because of the amount of damage to the venue plus infrastructures and accommodation for visitors the Rugby World Cup will not be played in Christchurch. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017339","Date":"19 March 2011"},{"ID":29946430,"Title":"Walker, Malcolm, 1950- :'When they said it would be world class they didn't tell us it was the third world..' 12 September 2011","Description":"The title reads ',...and in Auckland.' The cartoon shows the Auckland waterfront during the Rugby World Cup with enormous crowds spilling out of the 'Cloud' and all over the wharf. Someone says 'When They said it would be world class, they didn't tell us it was the third world..' Context: The huge crowds and general chaos at the opening of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018803","Date":"12 September 2011"},{"ID":29945299,"Title":"Evans, Malcolm Paul, 1945- :Colonel Henry's Eden Park fried rooster. 17 October 2011","Description":"A crowd cheers as they admire a huge hoarding that shows All Black coach Graham Henry advertising 'Colonel Henry's Eden Park Fried Rooster' which is 'opening here next weekend.' Context: The advertisement is for the final of the Rugby World Cup between the All Blacks and the French on 23rd October. The All Blacks won the Rugby World Cup (Webb Ellis Cup) in the final match on Sunday 23rd October 2011 at Eden Park in Auckland, beating the French 8-7. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019226","Date":"17 October 2011"},{"ID":29940813,"Title":"Scott, Thomas, 1947- :Ritchie McCaw 100 tests. 27 September 2011","Description":"The title reads 'Ritchie McCaw 100 tests.' The cartoon shows Richie McCaw wearing his commemorative cap and thinking 'With 99 tests to prepare for this, you'd think they'd come up with a better bloody hat...' Context: McCaw is the first All Black to win 100 international caps. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019012","Date":"27 September 2011"},{"ID":29941283,"Title":"Nisbet, Alistair, 1958- :New overhead \"Spidercam\" for All Blacks test. 24 September 2011","Description":"Text reads 'New overhead \"spidercam\" for All Blacks test' Three possible scenarios for the use of such a camera are a desperate rugby player lining up the ball for a kick at goal, a well-endowed and indignant blond woman and a man named 'Zac' (Zac Guildford) lying prone and surrounded by empty beer cans. All Blacks winger Zac Guildford was caught drinking outside the curfew. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019117","Date":"24 September 2011"},{"ID":29940457,"Title":"Smith, Hayden James, 1976- :\"Oh look, the party lists are out.\" ... 6 September 2011","Description":"A man sits at the kitchen table reading a document headed 'RWC Party'. His wife sees an article in the newspaper that announces the Labour and National candidates for the November elections and says 'Oh look, the party lists are out.' Her husband says 'Who cares - already made mine.' Context: Many people are so riveted by the Rugby World Cup that they are not interested in the November elections. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018794","Date":"6 September 2011"},{"ID":23528730,"Title":"Nisbet, Alistair, 1958- :\"Poms can wear it all they want but it'll never be fitting!\" 16 July 2011","Description":"The cartoon shows a man wearing black clothing with a poppy, who whistles artlessly. Someone offstage says 'Poms can wear it all they want but it'll never be fitting!' Context: England's new change strip - the same colour as New Zealand's 127-year-old All Black jersey - will be worn in their opening match against Argentina. They have fully consulted with the NZRU, who confirmed they had no issues. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018334","Date":"16 July 2011"},{"ID":29943633,"Title":"Hubbard, James, 1949- : Graham Henry's race is run. 02 November 2011","Description":"Text reads 'Graham Henry's race is run...' A horse with the head of All Black coach Graham Henry says prances in a field and says 'I'm now at stud...'  Context: The All Blacks won the Rugby World Cup and now coach Graham Henry is retiring. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019464","Date":"02 November 2011"},{"ID":29942276,"Title":"Smith, Hayden James, 1976- :Somewhere in the southern ocean... 30 August 2011","Description":"Text reads 'Somewhere in the southern ocean' Two penguins stand on an ice floe. One says 'You didn't stay for the World Cup?' A second penguin says 'Maybe we should change colours?' and a third says 'Y'know, I had high hopes for the ABs this year, but after that Tri-nations loss I didn't see much point in hanging around.' Context: The Rugby World Cup started on 9th September. At the end of August the All Blacks lost to the Wallabies 25-20 so that Australia claimed the Tri-Nations title. And the penguin in the water is Happy Feet, who landed on Peka Peka Beach a couple of months earlier, was brought back to health and then sent on his way back to the Antarctic. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018791","Date":"30 August 2011"},{"ID":29942332,"Title":"Winter, Mark 1958- :NZ Fashion Week... 2 September 2011","Description":"The title is 'NZ Fashion Week'. The cartoon shows a Rugby World Cup 2011 ticket that reads 'Ticket sales' and balances on one foot while at the same time balancing a rugby ball on a finger. Text reads 'And finally, this game little number is expected to catch on and become very fashionable over the next two months perfect for that odd ball or two or simply sit back, have a couple of cold ones and watch the world at play.' Context: The Rugby World Cup started on the evening of Friday 9th September with a grand ceremony and the first game between the All Blacks and Tonga. New Zealand Fashion Week took place between 29th August and 3rd September. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018741","Date":"2 September 2011"},{"ID":23262508,"Title":"Evans, Malcolm Paul, 1945- :\"Anyone in need of counselling?\" 16 June 2011","Description":"A counseler for the Welsh Under 20s rugby team cheerfully flings open the door of the change room and asks 'Anyone in need of counselling?' On the wall is a notice that reads 'NZ-20s 92, Wales 0'; the Welsh players all look extremely glum. Context - New Zealand humiliated Wales 92-0 to notch their second win at the rugby junior world championship in Italy. The so-called Baby Blacks turned on a lesson in fast, attacking rugby to the Welsh, who had no answer in the lopsided contest at Rovigo. (Source: www.stuff.co.nz/sport/rugby, 15 June 2011) \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018083","Date":"16 June 2011"},{"ID":29939779,"Title":"Smith, Ashley W, 1948-:News, MAF mounted a major fumigation operation against a Waikanae house infested with 1000's of South American termites. 28 September 2011","Description":"Text reads 'MAF mounted a major fumigation operation against a Waikanae house infested with 1000s of South American termites.' The cartoon shows a crowd of termites at their last gasp in clouds of fumigation smoke. One or two of them carry 'Los Pumas' flags and one says 'At least Los Pumas haven't been eliminated yet!' Context: Los Pumas is the Argentinian rugby team which beat Scotland 13-12 in the quarter finals of the Rugby World Cup. Thousands of termites from South America, never seen before in New Zealand, have been discovered in a Waikanae home. The Ministry of Agriculture and Forestry plan to fumigate the house against the colonies of West Indian drywood termite, which is considered one of the most damaging drywood termites internationally because it tunnels into and destroys dry timber. (Stuff September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019087","Date":"28 September 2011"},{"ID":29943924,"Title":"Nisbet, Alistair, 1958- :'Crouch! Touch! Pause!... and engage in some serious resistance training soon!' 1 October 2011","Description":"An All Black with the words 'NZ rated AA' printed on his shirt is ground into the mud by a huge opponent in a jersey printed with the word 'debt.' The All Black thinks 'Crouch! Touch! Pause!... and engage in some serious resistance training SOON!' Context: Standard & Poor's has followed fellow ratings agency Fitch to cut New Zealands credit ratings. The agency's long-term foreign currency ratings on New Zealand have been lowered to AA from AA+ and its long-term local currency rating to AA+ from AAA. (NBR September 30  2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019120","Date":"1 October 2011"},{"ID":29947074,"Title":"Nisbet, Alistair, 1958-:'No wonder it's difficult to keep it on target!' 25 September 2011","Description":"A hushed crowd waits as a player lines up the ball to try for a goal in the Rugby World Cup. But the ball represents 'World economy' and slowly deflates. Someone says 'No wonder it's difficult to keep it on target!' Context: The Rugby World Cup which began on the 9th September and a reference the critical state of the world economy. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019115","Date":"25 September 2011"},{"ID":29939754,"Title":"Darroch, Bob, 1940- :'We did what you said and told dad what we did.' 15 September 2011","Description":"A mother is aghast when she see that the children have painted patterns all over the family car while father, oblivious, watches the rugby. The children say 'We did what you said and told dad what we did. He just said \"That's nice.\" He was watching the rugby.' \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018807","Date":"15 September 2011"},{"ID":29941117,"Title":"Nisbet, Alistair, 1958- :Auckland... Christchurch... 10 September 2011","Description":"The upper of two frames shows Auckland all lit up for the Rugby World Cup and the lower frame shows Christchurch with a backdrop of munted buildings and a few people creating light with candles and torches. Context: The cartoon shows a contrast between the two cities as Christchurch struggles with the aftermath of the earthquakes and Auckland revels in the Rugby World Cup festivities. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018823","Date":"10 September 2011"},{"ID":29941600,"Title":"Darroch, Bob, 1940- :'I told you not to go on about cheating All Blacks - specially when you're getting your hair cut.' 8 September 2011","Description":"An Australian visitor for the Rugby World Cup leaves a hairdresser's salon with a terrible hairdo. His mate tells him that he shouldn't have gone on about the All Blacks cheating. Context: The competition in the Rugby World Cup doesn't always bring out the best in people. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018806","Date":"8 September 2011"},{"ID":29943115,"Title":"Hawkey, Allan Charles, 1941- :RWC predictions. 12 September 2011","Description":"A fortune teller is touting for business from a tent in front of which is a small sign that reads 'RWC predictions' and a much larger sign that reads 'Disclaimer. Context: Refers to an assumption that the All Blacks will win the  Rugby World Cup that may be overconfident. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018840","Date":"12 September 2011"},{"ID":29945144,"Title":"Hubbard, James, 1949- :\"They're pulverising our defence! ...\" 12 September 2011","Description":"In four frames a rugby fan yells at the television set, saying 'They're pulverising our defence! Blindsided us and crossed the line! Bloody professional foul, the drop-kicks!' The man's wife appears and asks 'Who's scored?' and the man yells 'The *#%!! advertisers...' A newspaper the man holds has a headline that reads 'Extra ads for TV Cup games.' Context: The man is reacting with rage at the amount of advertising during the games in the Rugby World Cup, rather than at events during a game. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018845","Date":"12 September 2011"},{"ID":29939550,"Title":"Hubbard, James, 1949- :\"Offload! Offload!\" 3 September 2011","Description":"Shows Sunny Boy Williams as an All Black; he clutches a suitcase in each hand, one bearing the name 'Nasser' and the other the name 'Mundine'. A man representing the 'NZRU' (New Zealand Rugby Union) struggles mightily to carry Sonny Boy as a second man representing 'common sense' shouts 'Offload! Offload!' Context: Sonny Boy Williams has been trying to weightlift as well as  play rugby. He is famous for his ability to 'offload' the ball in the tackle. 'Common sense' is telling the NZRU to get rid of Williams because he comes with such a weight of baggage from his friend and fellow boxer Anthony Mundine and their manager, Khoder Nasser. All three are Muslims. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018780","Date":"3 September 2011"},{"ID":29948297,"Title":"Nisbet, Alistair, 1958- :All Blacks train \"under wraps\"... 6 September 2011","Description":"Text reads 'All Blacks train \"under wraps\" The cartoon shows the All Blacks training under a large black sheet which looks a little like a burqa. A man watching comments to his friend 'And here's me thinking they ALL had a religious conversion!' Context: The All Blacks are training secretly in preparation for the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018771","Date":"6 September 2011"},{"ID":22327398,"Title":"Hawkey, Allan Charles, 1941- : [Tana Umaga signed on for the Chiefs] 7 March 2011","Description":"A woman sits at the admissions desk of the 'Fountain of Youth' and tells a curious man that 'the amazing Tana Umaga has a season ticket'. In the backgound Tana Umaga, dressed in rugby gear, drinks from the 'fountain of youth'. Context - The Chiefs have signed veteran centre Tana Umaga, permitting the 37-year-old to return to Super Rugby for the first time since 2007. Umaga returned to New Zealand rugby earlier this year and was evidently impressive enough to deserve to be part of the 32-man Chiefs club, in their bid for next year's championship. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017237","Date":"7 March 2011"},{"ID":22710149,"Title":"Nisbet, Alistair, 1958-: Why Christchurch should have the World Cup... 13 March 2011","Description":"Text at top left reads 'Why Christchurch should have the World Cup' Following are four cameos that show tents representing 'Lots if low cost accommodation', 'Plenty of toilet facilities', 'aftershock home advantage' as the ball misses the goal post because it sways, and a 'free hard-hat with each ticket' Context - Anxiety about whether Christchurch can still hold the Rugby World Cup fixtures that are planned. A decision was made that it was not possible. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017306","Date":"13 March 2011"},{"ID":23526177,"Title":"Smith, Ashley W, 1948-: \"What do you mean 'It's not an approved sponsors' logo'?!\" 9 August 2011","Description":"A police car has been stopped near the Rugby World Cup stadium and reprimanded for not having an approved sponsor's logo. Context: Refers to the Major Events Management Act, introduced in 2007 to protect tournaments and their sponsors from any un-authorised marketing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018598","Date":"9 August 2011"},{"ID":23527919,"Title":"Darroch, Bob, 1940- :\"Adidas paid me $200 to say my shirt ISN'T one of theirs.\" 13 August 2011","Description":"An enormously overweight young man stands outside a sports shop which is selling 'Genuine A.B. shirts, hp terms available' and tells a friend that 'Adidas paid me $200 to say my shirt ISN'T one of theirs'. Another sign in the shop reads 'AB shirts support the All Blacks and New Zealand (made in China). Context: The controversial price of the Adidas rugby shirts. Global sporting goods company Adidas tonight defended the price of its replica All Blacks jerseys as \"absolutely fair and reasonable\". \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018639","Date":"13 August 2011"},{"ID":23531036,"Title":"Tremain, Garrick 1941- :\"So what's your excuse now?\" 18 August 2011","Description":"A man and a woman sit in bed reading. The man reads an article headed 'AB abstain ads pulled' and his wife says 'So what's your excuse now?' Context: Telecom has ditched a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. Abstainers were to wear a black ring. The campaign was being funded by Telecom's Backing Black website, which is the official New Zealand Rugby Union All Black fans website. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018629","Date":"18 August 2011"},{"ID":29942344,"Title":"Winter, Mark 1958-:TENdon, TENuous, TENsion. 3 October 2011","Description":"The first version shows the back of an All Black with the number '10' on his shirt. Text reads 'TENdon, TENuous, TENsion.' A second version shows the All Black with a question mark in place of his head. The third version shows the All Black with the question mark and a single word only 'TENsion.' Context: Refers to Dan Carter's groin injury which kept him out of the Rugby World Cup. Dan Carter is 'number 10.' \nThree versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019035","Date":"3 October 2011"},{"ID":29946691,"Title":"Nisbet, Alistair, 1958- :\"Out of the way punk! You ain't ever gonna make the cut!\" 27 August 2011","Description":"Text reads 'Sperm Bank (All Black breeding) laboratory...' The cartoon shows several sperms wriggling in a race for the egg. Two of them are All Black sperms who try to push a rather weedy specimen out. One of them says 'Out of the way Punk! You ain't gonna make the cut!' Context: A suggestion that All Blacks would (might?) provide good sperm for a sperm bank. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018704","Date":"27 August 2011"},{"ID":22795554,"Title":"Hubbard, James, 1949- : \"Clean greed New Zealand?.\" 14 April 2011","Description":"A man is reading a couple of articles in a newspaper entitled  'Cloud at RWC Party Central to have commercial thrust' and 'Plastic waka to push commerce'. He comments 'Clean Greed New Zealand'. Context - the huge emphasis on the ability of hosting the RWC to make money for New Zealand that might improve our economic situation. The government has hit back at  criticism over a $2 million waka venue centre for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup and at other events (like the America's Cup). \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017535","Date":"14 April 2011"},{"ID":23525270,"Title":"Evans, Malcolm Paul, 1945- :\"The shake which lasted 75 minutes and caused widespread damage in living rooms all over the country ...\" 21 August 2011","Description":"A television announcer sits at his desk reading the news. He says 'The shake which lasted 75 minutes and caused widespread damage in living rooms all over the country measured 5.18 on the rugby scale and was centred on Port Elizabeth in South Africa'. Context: The All Blacks lost to the Springboks 5-18 in a tri-nations test match in South Africa only a few days before the World Cup kick-off. Fans have been warned not to panic. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018642","Date":"21 August 2011"},{"ID":29947417,"Title":"Nisbet, Alistair, 1958- :\"My god! not another aftershock!\" ... 8 September 2011","Description":"A couple are woken by loud thuds, rumbles and crashes. A woman leaps up in bed in a panic saying 'My God! Not another aftershock!' Her husband says 'Nah! Another flamin' haka!' A newspaper on the bed has a headline that reads 'World  Cup in full swing.' Context: The World Cup began on Friday 9th September and ends on 23 October. People in Christchurch are still regularly jolted by aftershocks to the earthquakes of September 2010 and February and June 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018772","Date":"8 September 2011"},{"ID":23054800,"Title":"Webb, Murray, 1947- :Colin Slade. 16 April 2011","Description":"Caricature of Colin Slade, a rugby union footballer who represents the Highlanders in the Super 15 competition. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017564","Date":"16 April 2011"},{"ID":29941743,"Title":"Hawkey, Allan Charles, 1941- :'Back to normal.' 25 October 2011","Description":"A man snores in front of the television on the screen of which are the words 'Back to normal'. Nearby is a newspaper with 'RWC' printed on it. Context: The Rugby World Cup is over and the man now spends his evenings snoring instead of being rivetted by rugby games. Sad really! \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019304","Date":"25 October 2011"},{"ID":22904828,"Title":"Buist, Grant, 1973-:[Philosophy and the state of the economy] 19 January 2011","Description":"Debbie and Tony look somewhat dazed as Jaimee lectures them about the economy - the government wants people to save but spend as well - and the Rugby World Cup later in the year is supposed to inject some energy into the economy - she ends up yelling 'Soak 'em! Soak 'em I say like Madge the manicurist!' Debbie is more interested in Madge the manicurist than the state of the economy and Tony is just plain weary at the thought that 2011 is going to be a long year. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017192","Date":"19 January 2011"},{"ID":29948535,"Title":"Hawkey, Allan Charles, 1941- :'You're still suffering from RWC fever...' 26 October 2011","Description":"A doctor advises a patient that he is still suffering RWC (Rugby World Cup) fever and the cure is to listen to a few general election campaign speeches. Context: The 2011 election followed hot on the heels of the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019356","Date":"26 October 2011"},{"ID":22708799,"Title":"Doyle, Martin, 1956-: [Tana Umaga] 9 March 2011","Description":"A caricature of rugby star Tana Umaga. The Chiefs have signed veteran centre Tana Umaga, permitting the 37-year-old to return to Super Rugby for the first time since 2007. Umaga returned to New Zealand rugby earlier this year and was evidently impressive enough to deserve to be part of the 32-man Chiefs' club, in their bid for next year's championship. The Chiefs (formerly known as the Waikato Chiefs) are a professional Rugby union team based in Hamilton. \nPublished in Capital Times \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017325","Date":"9 March 2011"},{"ID":29940473,"Title":"Tremain, Garrick 1941- :Meanwhile - from the DCC jokes dept... 15 September 2011","Description":"Text reads 'Meanwhile from the DCC Jokes Dept...' A group of people stand in front of a tall slender sculpture and wonder what it symbolises. One of them says that it represents a cockup. Context: Could this refer to the problems that Auckland had in the face of larger than anticipated crowds in the waterfront 'fanzones.' \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018832","Date":"15 September 2011"},{"ID":23134699,"Title":"Tremain, Garrick 1941-: Tsunami. 7 May 2011","Description":"The cartoon shows an enormous tsunami that represents the RWC (Rugby World Cup) threatening a city. Context - The huge build-up to the Rugby World Cup which is scheduled to be played over seven weekends from the weekend starting 10 September and culminating the weekend starting 22 October 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017756","Date":"7 May 2011"},{"ID":23259282,"Title":"Winter, Mark 1958- :\"My advice to the Highlanders is obvious ... it ain't easy being green.\" 4 June 2011","Description":"Kermit the frog, being green, says 'My advice to the Highlanders is obvious - it ain't easy being green'. Context - the furore over the changing of the colour of the Otago Highlanders rugby team from blue to green. Kermit the frog is a character from the American children's television programme, 'The Muppets'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018013","Date":"4 June 2011"},{"ID":29944154,"Title":"Hawkey, Allan Charles, 1941- :'American Christian broadcaster, Harold Camping, predicts the end of the world on Friday 21 October.' 19 October 2011","Description":"A rugby fan clutches his ticket for the final of the Rugby World Cup on 23 October as he reads a notice that says 'American Christian broadcaster, Harold Camping, predicts the end of the world on Friday 21 October.' He thinks 'another world cup chance down the gurgler!' Context: The All Blacks won the Rugby World Cup in the final match on Sunday 23rd beating the French 8-7. The 90 year old rapture prophet was forced to retire from his broadcasting shows after yet another failed prediction. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019254","Date":"19 October 2011"},{"ID":29947122,"Title":"Scott, Thomas, 1947- :Back when God shaved and got a haircut once a week he must have looked something like this... 25 October 2011","Description":"The cartoon shows the head and shoulders of All Black Brad Thorn. Text reads 'Back when God shaved and got a haircut once a week he must have looked something like this...' Coach Graham Henry said father of four Thorn was 'one of a kind, a special man and a special All Black. He is a tower of strength to the All Blacks and New Zealand rugby and is the ultimate professional - professionalism which has been honed over 17 years of top-level football.' Next year he will play for a team in Japan. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019306","Date":"25 October 2011"},{"ID":29947156,"Title":"Tremain, Garrick 1941-:'Haven't slept for a week Doc!' 14 October 2011","Description":"In four frames a man sits in a doctor's surgery and tells the doctor that he hasn't slept for a week because of a painful foot injury. The injury is not his own but All Black, Richie McCaw's. Context: There had been speculation that McCaw would be forced to withdraw from the tournament (Rugby World Cup) but the New Zealand coach, Graham Henry, said it was a case of managing the injury, which an operation in February had failed to cure. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019208","Date":"14 October 2011"},{"ID":30633141,"Title":"Buist, Grant, 1973-: 'So far I like the atmosphere and the visitors from interesting places...' ... 14 September 2011","Description":"Jaimee concedes that she is quite enjoying the hype surrounding the Rugby World Cup but noticed that Prime Minister John Key had no te Reo. Tony is impressed by the fact that the French representative of the IRB (International  Rugby Board) spoke a couple  of sentences in Maori but John Key spoke no Maori. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0020462","Date":"14 September 2011"},{"ID":23259547,"Title":"Scott, Thomas, 1947- :Stu Dickinson rehearsing... 4 June 2011","Description":"Stu Dickinson is an Australian rugby player and referee who is not on the World Cup refereeing panel because he has been accused of favouring one side over another. In a recent match between the Crusaders and the Reds he 'blew his whistle every 32 seconds, he missed knock-ons, crocked line outs and penalised any Crusader player who attempted to tackle one of his beloved Reds'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018006","Date":"4 June 2011"},{"ID":23259326,"Title":"Winter, Mark 1958- :\"The saying is, 'As sure as God made little green apples' ... not apparels!\" 4 June 2011","Description":"The finger of God (as in Michelangelo's Sistine ceiling) points to a highlander who stands below with sword and shield held aloft and God says 'The saying is, \"As sure as God made little green apples\"..... not apparel!' A  second version reads 'The saying is, \"As sure as God made little green apples\"... not apparels!' Context - the furore over the changing of the colour of the Otago Highlanders rugby team from blue to green. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018012","Date":"4 June 2011"},{"ID":34321821,"Title":"Ekers, Paul, 1961-:\"Sorry dear, but your ripped jersey doesn't quite have the same effect\". 13 September 2011","Description":"Black and white cartoon shows a rotund man wearing a torn All Blacks rugby jersey and a pair of briefs, presenting himself triumphantly to his partner who is in bed reading a book. She says that his ripped jersey doesn't have quite the same effect, referencing an incident where rugby star Sonny Bill Williams's jersey got torn during a game and had to be replaced. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028383","Date":"13 September 2011"},{"ID":29943890,"Title":"Scott, Thomas, 1947-:'I agree that the Lord works in mysterious ways, Father, but I seriously doubt that Ritchie McCaw's 100th test is proof of the second coming...' 24 September 2011","Description":"A priest has set up an alter to the image of All Black Richie McCaw, who has just played his hundredth test and so received his hundredth cap. The Pope agrees that 'The Lord works in mysterious ways' but doubts that 'Richie McCaw's 100th test is proof of the second coming'. He requests that it be taken down. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019011","Date":"24 September 2011"},{"ID":30114798,"Title":"Hubbard, James, 1949- :\"I'm overjoyed.. excited.. enlivened.. passionate.. moved.. to be the new All Black coach.\" 28 December 2011","Description":"Shows in six cameos Steve Hansen, the new All Black coach, who will replace Graham Henry. He is shown with a deadpan face in each cameo but in each case is demonstrating a different expression. Graham Henry was famous for his single expression. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019896","Date":"28 December 2011"},{"ID":29944533,"Title":"Winter, Mark 1958- :Even the weather forecasts can't escape world cup fever... 12 September 2011","Description":"Text reads 'Even the weather forecasts can't escape World Cup fever.' The cartoon shows a weather map of New Zealand with an enormous 'H' above us and fronts some distance away. Further text reads 'A ridge of high pleasure covers the country', 'gale force wins', and 'full of lots of GO pressure areas rain, hail or shine.' A second version is a close-up of the centre of the first. Context: The Rugby World Cup began 9th September, New Zealanders (or most of us) are buzzing and the weather looks good too. \nTwo versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018798","Date":"12 September 2011"},{"ID":23529988,"Title":"Evans, Malcolm Paul, 1945- :\"They've been like this since Saturday doctor!\" 10 July 2011","Description":"Two men sit on a couch in a trance. The wife of one of them has called the doctor and says 'They've been like this since Saturday Doctor!' Context: The Super Rugby final was on 8th July 2011 in Brisbane. The finalists were the Crusaders (Canterbury) and the Reds (Queensland). The Crusaders were beaten 18-13. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018246","Date":"10 July 2011"},{"ID":22506256,"Title":"Winter, Mark, 1958-: $1.5 million bailout. 24 March 2011","Description":"Text above reads '$1.5 million bailout'. A stag dressed in a rugby shirt and with '$' signs for antlers is dismayed, thinking 'Oh dear'. A second version has the stag think 'We're dear'. Context - The New Zealand Rugby Union, the Invercargill Licensing Trust and Community Trust of Southland have banded together to put in place a rescue package that will clear Rugby Southland's debt and will also provide some everyday working capital for the organisation. (Stuff 23 March 2011) \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017400","Date":"24 March 2011"},{"ID":29939719,"Title":"Walker, Malcolm, 1950-:'Hal's become insufferable...' 11 October 2011","Description":"Poor Dr Dolly talks about Dr Hal becoming grimmer by the moment. She says 'Hal's become insufferable... he was a medic for the World Cup until he got a groin strain running onto the field...' He was carried off to cheers... now he thinks he's famous...' In the background Dr Hal sits with his foot on a stool. He asks Dr Dolly if she has seen his 'latest groin tweet.' Dr Dolly thinks 'Spare me.' Context: The Rugby World Cup event was held in New Zealand in September/October 2011. The All Black captain Daniel Carter suffered a groin injury that kept him from playing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019188","Date":"11 October 2011"},{"ID":23526521,"Title":"Nisbet, Alistair, 1958- :Deep in the ground the Quake God stirred... \"Go Crusaders!\" 9 July 2011","Description":"Text reads 'Deep in the ground the Quake God stirred...' The cartoon shows a massive Crusader God rising out of the ground shouting \"Go Crusaders!' Context - The Reds (Queensland) and Crusaders (Christchurch) played on the 11th July in the Final of the Investec Super Rugby competition at Suncorp Stadium, Brisbane. The Crusaders were narrowly beaten 18-13. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018267","Date":"9 July 2011"},{"ID":23528930,"Title":"Winter, Mark 1958- :ARRGHHH stralia!. 11 July 2011","Description":"The word 'ARRGHHH STRALIA!' almost fills the frame. Below are a rugby ball and a netball. Context - The Reds (Queensland) and Crusaders (Christchurch) played on the 11th July in the Final of the Investec Super Rugby competition at Suncorp Stadium, Brisbane. The Crusaders were narrowly beaten 18-13. Also - Australia exacted a diabolically appropriate revenge for their Commonwealth Games loss to New Zealand last year in New Delhi with an astonishing 58-57 win over the Silver Ferns in extra time to win the world netball championship in Singapore. (NZH 14 July 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018262","Date":"11 July 2011"},{"ID":29948239,"Title":"Evans, Malcolm Paul, 1945-:'Hello! - is this the Dan Carter fan club?' 4 October 2011","Description":"In the top frame All Black coach Graham Henry phones the Dan Carter Fan Club to ask them top stop sending Carter their support. In the lower frame Graham Henry is seen surrounded by piles of smelly jock straps. Context: All Black captain Dan Carter was unable to play in the Rugby World Cup because of a groin injury. \nColour and black and white versions available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019138","Date":"4 October 2011"},{"ID":23022226,"Title":"Hawkey, Allan Charles, 1941- :\"Sorry, Mils - you've got the wrong 100 club.\" 16 May 2011","Description":"A rugby player stands puzzled outside an open door at 'The 100 Club' and is told by a very old man in a wheelchair 'Sorry, Mils - You've got the wrong 100 Club. Context - All Blacks fullback Mils Muliaina will become the latest New Zealand player to join the Super Rugby 100-club when he leads the Chiefs against the Stormers tonight in Hamilton. The '100 Club' is a term used by the army to describe 100% fitness. Muliaina will celebrate his 100th game of Super Rugby where he joins an exclusive club in New Zealand rugby history. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017829","Date":"16 May 2011"},{"ID":29945879,"Title":"Smith, Hayden James, 1976- :\"Euuww... let's get this 'clean zone' happening people! Nice digs by the way.\" ... 7 September 2011","Description":"A man representing the 'IRB' (International Rugby Board) pushes a wheelbarrow piled high with bank notes past a sports stadium and appalled by the smell, says 'Euuww let's get this \"clean zone\" happening, people!' On the ground nearby is a beggar who asks for a spare dollar; beside him is a sign that reads 'Destitute ratepayer. Donations, IDEAS ANYTHING gratefully received.' Context: The IRB stands to make a nice profit from the Rugby World Cup while ratepayers will be paying for stadium upgrades and rebuilds for years. Clean zones for the Rugby World Cup 2011 have been announced, so agencies and advertisers know where they can and cant put their marketing during the tournament. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018795","Date":"7 September 2011"},{"ID":23220583,"Title":"Webb, Murray, 1947- :[Jamie Joseph] 21 March 2011","Description":"The caricature shows ex All Black, Jamie Joseph, who has been appointed new head coach for the Highlanders (the Otago professional rugby team). \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017369","Date":"21 March 2011"},{"ID":29941997,"Title":"Crimp, Daryl, 1958-:Book claims All Blacks took steroids. 11 November 2011","Description":"The title reads 'Book claims All Blacks took steroids...' The cartoon shows a book called 'The sports insider' by 'Jack Ralston'. Someone (presumably Jack Ralston) offscreen injects it with 'sensational claims' and thinks to himself 'and now for a performance enhancing drug!' Context: Jack Ralston has created controversy by claiming that 'at least two All Blacks in the 1990s who responded to demands that they bulk up by taking steroids'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019442","Date":"11 November 2011"},{"ID":29944438,"Title":"Hodgson, Trace, 1958- :\"Looking good John, right on target!\" ... - 18 September 2011","Description":"Prime Minister, John Key, kicks a rugby ball labelled 'Rugby World Cup' to the 'election' goal and says 'and if the All Blacks win, we can't lose!!' Behind him the Minister for the Rugby World Cup, Murray McCully, drinks to him and says 'Looking good, John, right on target!' The Labour team scowl behind the goal posts. Context: The notion that success for the All Blacks in the Rugby World Cup would probably cement National's chances of winning the elections in November. Labour is trailing well behind in the polls. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018866","Date":"18 September 2011"},{"ID":29945193,"Title":"Webb, Murray, 1947- :[Ivan Cleary]. 28 September 2011","Description":"Caricature of Ivan Cleary who is an Australian rugby league football coach and former player. He has resigned as head coach of the New Zealand Warriors of the National Rugby League, a position he has held since 2006. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019019","Date":"28 September 2011"},{"ID":34321859,"Title":"Ekers, Paul, 1961-:St Pat's puts cup parade students on detention. 28 October 2011","Description":"Black and white cartoon shows a man sitting at a desk at the International Rugby Board office. He reads a newspaper story about St. Patricks College students being suspended for attending the All Blacks Rugby World Cup victory parade in Wellington. The IRB staff member thinks to himself, \"Well done that man!\" \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028397","Date":"28 October 2011"},{"ID":29947155,"Title":"Doyle, Martin, 1956- :[Training at Eden Park]. 12 September 2011","Description":"The cartoon shows an enormous crowd of people trying to take a train to  Eden Park and Party Central for the Rugby World Cup. Context: There were serious transport problems on the opening evening of the Rugby World Cup. \nTitle from file name \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018812","Date":"12 September 2011"},{"ID":22491303,"Title":"Winter, Mark 1958- :The PR machine sits quietly in the corner ... preparing another marketing disaster. 3 September 2011","Description":"Text reads 'The PR machine sits quietly in the corner... preparing another marketing disaster.' In the corner of a room someone sits on a high stool wearing a dunce's cap bearing the word 'adiDas' on his head (the 'D' is for 'dunce') Context: There has been a furore over the price of the Adidas All Black jersey that many fans will want to buy to show their support during the Rugby World Cup. Global sporting goods company Adidas tonight defended the price of its replica All Blacks jerseys as \"absolutely fair and reasonable\". (NZ Herald - 23 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018756","Date":"3 September 2011"},{"ID":23114061,"Title":"[Selling off the family silver] 26 January 2011","Description":"Two men in a pub chat at cross purposes over a beer. One of them reads an article in a newspaper entitled 'Goff and Key Speech' that says 'Tax exemptions, selling off the family silver, schemes, bribes, sweeteners?... Who pays for all this in a bid to prop  NZ up!?' The second man reads a paper with a title 'Hayman return rumour' and says 'Frankly, if that's what it  takes to get Carl Hayman back into the AB's front row, I'd give it to him'. Context - They are talking about PM John Key's considering the sale of state assets to help the economy and about the All Blacks. Prime Minister John Key believes the Government could free up as much as $10 billion from the partial sale of key assets including state owned power companies and a stake in Air New Zealand. The second man is talking about a report claiming the NZRU had been in secret discussions with Hayman's French club, Toulon, over the possibility of a short-term return to New Zealand to allow the 46-test prop to resurrect his All Black career at the Rugby World Cup. There is nothing to the report says boss Steve Tew. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0016939","Date":"26 January 2011"},{"ID":23258263,"Title":"Tremain, Garrick 1941- :New Zealanders at worship. 29 May 2011","Description":"The title is 'New Zealanders at worship'. An enormous man representing the 'IRB' sits on a grand chair with a halo above his head and holds a sports cup engraved with the letters 'RWC'. Below the man several people bend and touch the floor with their foreheads saying 'Bless us oh great one!', 'Your word is our command!' and 'Grovel! Grovel! Grovel! Grovel!' Context - The 'debate' between the New Zealand government and the International Rugby Board (IRB) over whether members of the Fijian team who are friends or relations of the government will be allowed to come to New Zealand to play in the Rugby World Cup. The New Zealand government has banned members of the Fijian government plus familiy and friends from enetering New Zealand and several members of the Fiji team are in that category. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017969","Date":"29 May 2011"},{"ID":29939794,"Title":"Winter, Mark 1958- :Groin..Groin..Gone. 11 October 2011","Description":"Text reads 'Groin.. Groin.. Gone' which leads to the word 'JINX' below; the 'X' in 'JINX' appears on the strip. Context: Refers to the series if serious injuries suffered by the All Blacks in the weeks before the start of the Rugby World Cup and during the World Cup. Dan Carter was ruled out of the rest of the World Cup with a groin injury. He has been replaced by Aaron Cruden. Captain Richie McCaw withdrew yesterday because of ongoing concerns about his right foot injury. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019174","Date":"11 October 2011"},{"ID":23259713,"Title":"Walker, Malcolm, 1950- :Ma'a ... arrgh! 8 June 2011","Description":"Mark Hammett, the new coach for the Hurricanes has kicked Ma'a Nonu across the rugby field. Text reads 'Ma'a Arrgh!' Context - No official reasons were given for the sensational sacking by the new coach, Mark Hammett, of the Hurricanes star player and captain,  Ma'a Nonu and Andrew Hore, but it was the pair's inability to change their ways that led to the decision to send them packing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018045","Date":"8 June 2011"},{"ID":23530409,"Title":"Tremain, Garrick 1941- :\"Prime Minister, do you see your role as assuring our future through wise and responsible policies - or securing votes with palatable, populist pap?\" ... 14 August 2011","Description":"A journalist holds a newspaper with a headline that reads 'Key wants knighthood for McCaw' and holding out a microphone to Prime Minister John Key, asks him, 'Prime Minister, do you see your role as assuring our future through wise and responsible policies - or securing votes with palatable, populist pap?' John Key replies, 'Yep!.. Pretty much!' Context: A comment on the government's preparations in the ruin up to the elections in November. Also 'Prime Minister John Key says he hopes All Blacks captain Richie McCaw receives a knighthood if he leads New Zealand to victory at the Rugby World Cup in October.' (NZHerald 23 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018601","Date":"14 August 2011"},{"ID":23259798,"Title":"Hawkey, Allan Charles, 1941- :Hurricanes. 9 June 2011","Description":"The title is 'HURRICANES' and below, the captain of the Hurricanes rugby team, Andrew Hore, and the star player, Ma'a Nonu, swirl through the air, caught up in a huge hurricane. Context - No official reasons were given for the sensational sacking by the new coach, Mark Hammett, of the Hurricanes star player and captain,  Ma'a Nonu and Andrew Hore. but it was the pair's inability to change their ways that led to the decision to send them packing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018042","Date":"9 June 2011"},{"ID":29942313,"Title":"Hubbard, James, 1949-:'Kiwis wear too much black says columnist.' 13 October 2011","Description":"On a beach covered in black oil and dying and dead oil-covered fish and birds, an oil-covered penguin sees lying nearby, a newspaper with a headline that reads 'Kiwis wear too much black says columnist.' The penguin says 'You can say that again!' Context: Dominion Post columnist Karl du Fresne laments the absence of colours in New Zealanders' dress sense and this has drawn a big  response. The cartoon applies the comment to the environmental disaster that has followed the grounding of the container ship 'Rena' on the Astrolabe Reef off the coast of Tauranga. This happened on the 5th October during the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019202","Date":"13 October 2011"},{"ID":29943581,"Title":"Hubbard, James, 1949- :\"Apparently there's still a few pockets of resistance... mainly snipers... 23 August 2011","Description":"A man in a pub reads a newspaper and says 'Apparently there's still a few pockets of resistance mainly snipers a leader is bound to defend his regime' A second man thinks he is talking about Colonel Gaddafi of Libya. However, the first man is talking about Graham Henry, the All Black coach and says 'Henry! If he's got it wrong it'll be exile or trial for him too!' Context: Colonel Gaddafi is currently staging a last struggle against the rebels who have almost got control of the country. The World Cup squad has just been announced and the Rugby World Cup starts on the 9th September, in less than two weeks time. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018683","Date":"23 August 2011"},{"ID":29939782,"Title":"Clark, Laurence, 1949- :\"Well, we don't want a repeat of the food poisoning incident at the 1995 world cup final in South Africa.\" ... 27 August 2011","Description":"Text reads 'Well, we don't want a repeat of the food poisoning incident at the 1995 World Cup final in South Africa'. A couple sit in a cafe drinking coffee and reading the newspaper (The Northern Advocate) which contains an article headed 'All Blacks food to be frozen'. The woman comments 'I hope Australian apples are off the menu'. Context: Rugby World Cup 2011 would document all meals provided to all teams at the tournaments, New Zealand Food and Safety Authority spokesperson Helen Keyes said. They also have daily reporting from team hotels and they will be freezing samples of each meal served. Tournament organisers had been working with the authority for the  past four years to ensure the best possible food safety regime. Illness swept through the 1995 All Black camp 48 hours before the world Cup final, with 27 members of the 35-man squad falling sick. The comment about Australian  apples relates to the news that Australia has opened its doors to New Zealand apples for the first time in 90 years. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018691","Date":"27 August 2011"},{"ID":23259757,"Title":"Tremain, Garrick 1941- :Just one disaster after another... 9 June 2011","Description":"Text reads 'Just one disaster after another A man is shown in eight little cameos reading about a different disaster each time. The disasters are about floods in China, Fires in Arizona, Volcano eruptions in Chile, tornado in Alabama, mudslides in Haiti and lastly 'Hurricanes devastate Hore and Nonu. Context - No official reasons were given for the sensational sacking by the new coach, Mark Hammett, of the Hurricanes star player and captain,  Ma'a Nonu  and Andrew Hore. but it was the pair's inability to change their ways that led  to the decision to send them packing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018050","Date":"9 June 2011"},{"ID":23257201,"Title":"Evans, Malcolm Paul, 1945- :\"Dan Carter has re-signed!\" \"RESIGNED!!!\" 24 May 2011","Description":"A bloke in a pub reads aloud from a newspaper that 'Dan Carter has re-signed' which causes everyone in the pub to turn round in horror as they hear the word as 'resigned'.\nContext - Dan Carter has not resigned (ie departed from) but has re-signed a four-year contract with the New Zealand Rugby Union (NZRU) and Crusaders franchise through until 2015. The re-signing of Carter is a major boost for New Zealand rugby, with Carter now part of a core group of experienced All Blacks playing beyond this years Rugby World Cup. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017905","Date":"24 May 2011"},{"ID":23259277,"Title":"Scott, Thomas, 1947- :\"Our two latest signings will bring much needed discipline and sobriety to the Hurricanes next year...\" 10 June 2011","Description":"The cartoon shows the Hurricanes' new coach, Mark Hammett, flanked by two nuns. He says 'Our two latest signings will bring much needed discipline and sobriety to the Hurricanes next year. Can I introduce Sister Mary and Mother Fatima'. The two new signings are lock James Broadhurst and Chief's tighthead prop Ben May, who have been confirmed as Hurricanes' players for 2012. No official reasons were given for the sensational sacking of the Hurricanes' star player and captain, Ma'a Nonu and Andrew Hore, but it is said to have been the pair's inability to change their ways that led to the decision to send them packing. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018039","Date":"10 June 2011"},{"ID":29947046,"Title":"Winter, Mark 1958- :New Year honours... SIRtainties! 2 November 2011","Description":"Text reads 'New year honours... SIRtainties! and the cartoon depicts All Black coach Graham Henry and All Black captain Richie McCaw. A second version has the text 'New Year honours... We SIRtainly hope so.' These two  cartoons suggest that both may well recieve New Year honours. A third version shows Graham Henry alone and bears the words 'Good knight' which refers to his stepping down as All Black coach as well as to honours. \nThree versions of this cartoon are available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019373","Date":"2 November 2011"},{"ID":29942884,"Title":"Nisbet, Alistair, 1958- :'Give it a break Phil! Come back in a week!'. 23 October 2011","Description":"The leader of the Labour Party, Phil Goff, is at a Rugby World Cup venue which  is covered with 'Go the All Blacks!' banners. Goff is painted red and plays the bagpipes, waves a 'Go mighty Labour' flag and stamps his feet, in an all out effort to win the hearts and minds of the voters. Context: Labour is trailing badly in the polls and Phil Goff is trying to make an impact through the Rugby World Cup as Prime Minister John Key has done. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019354","Date":"23 October 2011"},{"ID":29939181,"Title":"Nisbet, Alistair, 1958- : 'They're nearly there! You'd think they could crack a smile!' 22 October 2011","Description":"Depicts an unsmiling Graham Henry, Coach of All Black 2011 Rugby World Cup team sitting with Steve Hansen and Wayne Smith, Assistant Coaches. Text reads 'They're nearly there! you'd think they could crack a smile!' 'That is them smiling'. Context: Graham Henry was known for his stern impassive expression which he maintained despite pressure of All Blacks being close to winning the 2011 Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019353","Date":"22 October 2011"},{"ID":34321849,"Title":"Ekers, Paul, 1961-:[Steinlager]. 29 August 2011","Description":"Black and white cartoon shows a hand holding out a can of Steinlager beer. The man says, \"Hmm, after last Saturday I might save you for 2015\", in reference to the All Blacks defeat by Australia in the 2011 Tri Nations Series in the weeks leading up to the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028391","Date":"29 August 2011"},{"ID":29948738,"Title":"Crimp, Daryl, 1958-: 'Hullo hullo anyone want to comment on Zac's problem?' 16 November 2011","Description":"A man shouts into the entrance to a large snail that represents 'Big booze companies' and which has left a trail of slime representing 'sport sponsors'. He shouts 'Hullo hullo Anyone want to comment on Zac's problem?' Context: this is a comment on New Zealand's binge drinking culture which is fed by sports sponsorship by big booze companies. Crusaders' player Zac Guildford is in the news  because of an incident in the Cook Islands when he entered a bar drunk, naked and bleeding and assaulted two people. He states that he does not remember the incident, and has apologised, but faces disciplinary action. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019510","Date":"16 November 2011"},{"ID":23530387,"Title":"Walker, Malcolm, 1950- :Our boys model the new A.B's designer jerseys... you choose... 1 August 2011","Description":"The cartoon is entitles 'Our boys model the new A.B's designer jerseys - you choose...' It shows in four frames the design labels 'Zambesi...', 'Huffer...', 'Kate Sylvester...' and 'World...' Each frame shows a rugby team or player being annihilated by the All Blacks. Context - There is  general approval by the public over the new All Black uniform. Neville Findlay  of Zambesi said he would like to see the new jersey go completely black. Huffer designer Justin Souter said the uniform was \"authentic\" looking and the  skin tight design would make sure players stick to their training. Francis Hooper of World was more scathing, labelling the new uniform disappointing and  predictable and calling for a return to the 1905 'Invincibles' design. (NZ Herald: 3 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018481","Date":"1 August 2011"},{"ID":29940758,"Title":"Winter, Mark 1958- :Henry - the eight words NZers don't want to hear in the same sentence... 16 September 2011","Description":"Text reads 'HENRY: the eight words NZers don't want to hear in the same sentence,' The cartoon depicts All Black chief coach Graham Henry saying 'Daniel Carter and Richie McCaw are out, injured.' Context: There is a play on the title of the king 'Henry VIII'. Neither of the All Black stars Daniel Carter who injured his back and Richie McCaw who damaged his knee was able to play against Japan in the Rugby World Cup but both will be able to play against France. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018857","Date":"16 September 2011"},{"ID":30649240,"Title":"Walker, Malcolm, 1950- :\"Since Hal got that job as medic for the World Cup his practice manner has suffered...\" ... 27 September 2011","Description":"Dr Dolly complains that Dr Hal's practice manner has suffered since he got the  job as medic for the World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021322","Date":"27 September 2011"},{"ID":30630869,"Title":"Buist, Grant, 1973- :\"Hello, Alliance Francaise? I'd just like you to know that I think you're doing a SUPER job... and no matter what happens next weekend...\" 19 October 2011","Description":"One of the 'Jitterati' phones the Alliance francaise to tell them that no matter what happens 'next week' (the final of the Rugby World Cup between the All Blacks and France), New Zealand appreciates French culture, whether it be cheese, Asterix or nasalised vowels. When asked about existentialism, she points out that the Alliance would have noticed New Zealanders wearing black. The conversation comes to an abrupt stop.\nBlack clothing, a cartoonish stereotype, is worn not only by French existential philosophers and many New Zealanders, but also by the All Black team. In view of the up-coming final, her statement is a faux pas. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021553","Date":"19 October 2011"},{"ID":29944149,"Title":"Winter, Mark 1958- :\"Oohh... this could be close. Did the captain try and was there contact in the tackle and ball area? Argh, here we go... upstairs to the video ref\". - 17 September 2011","Description":"Text reads 'Oogh.. This could be close. Did the captain try and was there contact in the tackle & ball area? Argh, here we go. Upstairs to the video ref.' Context: This is a reference Mike Tindall, England's rugby captain who is the husband of the Queen's granddaughter Zara Phillips. He was videoed behaving in a compromising manner during the Rugby World Cup. The unidentified  woman was seen kissing the England captain's head as she pulled it down towards her breasts. Miss Phillips shrugged off Tindall's antics, saying that the woman was an old friend of theirs. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018876","Date":"17 September 2011"},{"ID":29940754,"Title":"Clark, Laurence, 1949- :RWC moments - winners, losers, flash-mobs, streakers. 1 October 2011","Description":"The cartoon shows four frames that depict significant current events; the first shows a All Black flag with a silver fern and is called 'Winners', the second shows 'losers' standing against an Auckland city backdrop, bitter about having 'missed the opening ceremony', the third shows a 'flash-mob' of hairy Scots pipers and the last shows leader of the ACT party, Don Brash, streaking in his white y-fronts with a placard that reads 'De-criminalise Dope! Vote ACT.' Context: The first three frames relate to the Rugby World Cup; the All Blacks have not yet won the cup, many people missed the opening in Auckland because of transport chaos, flashmobs hit Auckland streets. The last refers to the decision by Don Brash to support the decriminalisation of marijuana. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018999","Date":"1 October 2011"},{"ID":29939657,"Title":"Scott, Thomas, 1947- :McCaw's team mates buy him a powerful hunting rifle to commemorate his 100 games in black...- 17 September 2011","Description":"Australian Wallaby Quade Cooper reads a newspaper report with alarm. It says 'McCaw's team mates buy him a powerful hunting rifle to commemorate his 100 games in black'. Below this news item is another that reads 'OZ star denies vendetta against All Black captain'. Quade Cooper wonders 'Just how powerful?' Context: [Quade] 'Cooper has riled New Zealand fans after a number of clashes with All Blacks captain Richie McCaw and the playmaker could be considered fortunate for escaping a ban after dropping his knee into the flanker's head during the Tri Nations victory in Brisbane last month'. (ABC News September 7, 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018874","Date":"17 September 2011"},{"ID":29941477,"Title":"Hubbard, James, 1949- :Where is Gaddafi? 10 September 2011","Description":"The cartoon shows a crowd of fans at a Rugby World Cup game; sitting in the crowd is Colonel Gaddafi of Libya holding an American flag in one hand and an England flag in the other. A newspaper on a seat nearby reads 'Where is Gaddafi? Gaddafi's spy links to U.S. and U.K.' A man nearby has realised who his neighbour is. Context: Colonel Gaddafi has escaped and is hiding probably somewhere in Libya. The rebel forces are trying to locate him. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018844","Date":"10 September 2011"},{"ID":29943968,"Title":"Hubbard, James, 1949-:'Carter out of Cup.' 4 October 2011","Description":"A kiwi stands up to his waist in water and despairs as he reads a newspaper report that says 'Carter out of Cup.' Floating on the water is another newspaper page that reads 'Heavy downpours bring flood warnings.' Context: The kiwi in his despair hardly notices the floods. Daniel Carter is out of the Rugby World Cup for the duration because of a groin injury. There's a warning of potential flooding in the Bay of Plenty region and the Otago region with heavy rain on its way. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019196","Date":"4 October 2011"},{"ID":29944970,"Title":"Smith, Hayden James, 1976-:'Sorry people, but for some reason I can't get this drinking urge out of my head.' 21 September 2011","Description":"A rugby player stands in a stadium and says 'Sorry people, but for some reason I can't get this drinking urge out of my head.' The ground is festooned with advertisements for drink of one sort or another. Context: All Blacks winger Zac Guildford was caught drinking outside the curfew. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019131","Date":"21 September 2011"},{"ID":23258840,"Title":"Nisbet, Alistair, 1958- :\"Great! But haven't we got anyone else? It's 2047!\" 26 May 2011","Description":"The cartoon shows All Blacks Dan Carter and Richie McCaw as old men still playing rugby. Richie McCaw uses a walking stick and Dan Carter has a prosthetic leg and is still advertising underpants and they both have breathing tubes in their necks. Someone off-field says 'Great! But haven't we got anyone else? It's 2047!' Context - The re-signing of All Blacks Dan Carter (29) and Richie McCaw (31) for the next four years means the All Blacks retain the two best players in the world, players a coach can build a team around. More flexible contracts will greatly lessen the threat of losing our best talents overseas. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017952","Date":"26 May 2011"},{"ID":23160771,"Title":"\"That prediction made on Waitangi Day was a bit gloomy.\" 12 February 2011","Description":"A man and a woman chat over a cup of tea; the woman says 'That prediction made  on Waitangi Day was a bit gloomy' and the man tells her to cheer up as he predits that 'John Key's going to announce a new public holiday if we win the Rugby World Cup' and she says 'And if that doesn't keep him up in the polls, he could promise to Mondayise it'. Context - A Waitangi dawn ceremony ended with a Maori elder prophesying the destruction of Wellington in a huge earthquake that would leave the Beehive \"lying in the debris of the streets\". In a strange end to this morning's prayer ceremony at the Treaty Grounds, Kerei Tia Toa said he had \"seen\" a great earthquake that was going to ravage Wellington in the month of June. John Key's polling rate is likely to be affected by the result of the Rugby World Cup for the All Blacks. Strangely  one might think a catastrophic Christchurch earthquake occurred on 22 February in Christchurch (not Wellington!) but it was not in June. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017137","Date":"12 February 2011"},{"ID":29948921,"Title":"Crichton, Anna, 1957- : [Zac in Rarotonga]. 23 November 2011","Description":"The cartoon shows a naked All Black with his rugby shirt over his head, hooded, as though he is about to face the hangman. Context: Zac Guildford is in the news because of an incident in the Cook Islands when he entered a bar drunk, naked and bleeding and assaulted two people. He does not remember the incident, and has apologised but faces disciplinary action. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019562","Date":"23 November 2011"},{"ID":23088505,"Title":"Health, welfare, social services, Richie McCaw. 9 February 2011","Description":"The cartoon shows the hand of a surgeon wearing a rubber glove and wielding a scalpel; nearby is a list reading 'Health, welfare, social services, Richie McCaw'. Context - the government is trying to save money by cutting back in the state service sector and All Black captain Richie McCaw has a foot injury and will miss up to six weeks of the Super 15 rugby season; he has a stress fracture in the fifth metatarsal of his right foot. (NZ Herald 8 February 2011) \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017039","Date":"9 February 2011"},{"ID":29947368,"Title":"Smith, Hayden James, 1976- :The new Sheriff in town... 9 October 2011","Description":"In a series of frames the lid of the Beehive opens and a pair of eyes peer out, the Beehive then jumps of its foundations and runs off. Suddenly with a resounding 'whump' the Webb Ellis Rugby World Cup lands on the foundation; it is 'The new sheriff in town' Context: Refers to the total obsession with the Rugby World Cup which began 9th September and wound up with the All Blacks  winning the cup on 23rd October. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019125","Date":"9 October 2011"},{"ID":23527884,"Title":"Winter, Mark 1958- :Jersey cash cow. 11 August 2011","Description":"Text reads 'Jersey cash cow' and shows the new Adidas All Black jersey. Context: Adidas has been at the centre of a jersey-pricing storm since it was revealed the replica tops could be bought much cheaper overseas. The jersey had been listed for sale at $US79.99 ($NZ92.68) on the US website worldrugbyshop.com and could also be found cheaper on British websites. It was retailing for $220 in New Zealand, but retailers have dropped the price as the debate has raged. Adidas has refused to drop the wholesale price. (Stuff - 11 August 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018573","Date":"11 August 2011"},{"ID":29947088,"Title":"Hubbard, James, 1949- :3 key playmakers in the Auckland world cup opening debacle.... 13 September 2011","Description":"Text reads '3 key playmakers in the Auckland World Cup opening debacle...' In the background is a 'dummy runner' representing 'Auckland', a wooden puppet called 'Loosehead' who looks very much like the Minister for the Rugby World Cup, Murray McCully, representing the 'Govt' and a blind man with a walking stick called 'blindsider' who represents 'Party organisers.' Context: The cartoon shows the three players mainly responsible for the problems associated with unexpectedly large crowds on the opening evening of the Rugby World Cup on Friday 9th September in Auckland. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018846","Date":"13 September 2011"},{"ID":29947146,"Title":"Evans, Malcolm Paul, 1945- :\"Welcome to...\" 13 September 2011","Description":"In the first franme Mayor of Auckland Len Brown, with a dazzling smile welcomes visitors to auckland for the opening of the Rugby World Cup. In the second frame the Minister for the Rugby World Cup, Murray McCully, says 'thanks' as he marches through the door with a surly face and smashes it against the mayor. Context: Relates to the fiasco after the opening night World Cup game on Friday 9th September, when it became clear that the size of the crowd had been severely underestimated. Minister McCully took over the control of Party Central in Auckland thus undermining the Auckland City Council and Mayor Len Brown in particular. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018835","Date":"13 September 2011"},{"ID":23525640,"Title":"Winter, Mark 1958- :\"Unlike others who have chosen to go from red to black attire ...\" 8 August 2011","Description":"A man with a '$' symbol on his hat and a badge that reads 'world's financial markets', says 'Unlike all the others who have chosen to go from red to black attire we have gone from black into the red'. Context: 'All the others' refers to the British Lions who are wearing a  black strip for the Rugby World Cup with no other colour except for the red rose. It is officially  England's 'away' strip but will be worn for their three World Cup warm-up matches in August and for their tournament opener. The comment about 'black to red' refers to the current US financial crisis. \nAlternate version of DCDL-0018545 \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018546","Date":"8 August 2011"},{"ID":23528720,"Title":"Hubbard, James, 1949- :\"21 injured players out but when we pull on the 'Bok jersey, we grow another limb!!...\" 29 July 2011","Description":"The cartoon shows the Springbok coach, Peter de Villiers, who is enveloped in a large Springbok jersey but has lost his limbs. He says '21 injured players out but when we pull on the 'Bok jersey we grow another limb!!...' The limb in question is a very long nose - a Pinocchio nose which increased in length with every lie. Context: A South African news report suggested that the players who were not in New Zealand for Saturday's test against the All Blacks  were with technical director Rassie Erasmus at a training camp in Rustenburg despite missing the trip because of \"medical reasons\". But de Villiers said after the South Africans arrived in Wellington yesterday that he was surprised  when told that players had been training. (NZherald: 28 July  2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018503","Date":"29 July 2011"},{"ID":23132283,"Title":"Hubbard, James, 1949- : Chch. World Cup games. 16 March 2011","Description":"The cartoon shows a rugby goalpost in a bad state of repair; it is held together with bandages and when a player kicks a ball that represents 'World Cup Games' towards the goalpost, it hits one of the side posts that flies a Christchurch flag, causing the post to break. Context - the decision that Christchurch will not be able to host any of the Rugby World Cup games because of the damage caused by the earthquakes of 4 September 2010 and 22 February 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017342","Date":"16 March 2011"},{"ID":29940728,"Title":"Hubbard, James, 1949- :Stadium of four million to fill. 30 August 2011","Description":"The cartoon shows the Minister for the Rugby World Cup, Murray McCully, sitting, down and out, in the street with a begging bowl beside a sign that reads 'Stadium of four million to fill'. Nearby is a newspaper with a headline that reads 'McCully goes to Australia to promote unsold World Cup tickets'. Context: Ticket sales are still well short of target and Murray McCully will go to Australia to promote the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018724","Date":"30 August 2011"},{"ID":22542840,"Title":"Nisbet, Alistair, 1958-: \"Cost effective! After the World Cup we stick it in the America's Cup!\" 10 April 2011","Description":"People stand around and in an enormous waka named 'Plastic Fantastic' against an Auckland skyline; someone says 'Cost effective! After the World Cup  we stick it in the America's Cup!' Context - The government has hit back at criticism over a $2 million waka venue centre for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup and at other events (like the America's Cup). \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017513","Date":"10 April 2011"},{"ID":23182536,"Title":"Evans, Malcolm Paul, 1945-: RWC ticket. 17 March 2011","Description":"The cartoon shows a terribly disappointed rugby fan standing in the centre of a devastated Christchurch holding up a 'RWC ticket' and bleating 'BUT...' Context - The decision that there will be no Rugby World Cup games in Christchurch because of the damage caused by the earthquakes of 4 September 2010 and 22 February 2011. \nColour and black and white versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017356","Date":"17 March 2011"},{"ID":29946741,"Title":"Tremain, Garrick 1941- :'Your mother's distraught! Carter's groin injury has forced him to withdraw from the rest of the underwear ads!' 2 October 2011","Description":"A woman sits weeping in an armchair. Father tells his small son that she is distraught because 'Carter's groin injury's forced him to withdraw from the rest of the underwear ads!' Context: All Black captain Dan Carter was doing an advertising campaign for Jockey underwear. His groin injury put him out of the team for the World Cup final and also forced him to withdraw from the ad campaign. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019057","Date":"2 October 2011"},{"ID":29942829,"Title":"Nisbet, Alistair, 1958- :\"Face it Supercity Man... you're no match for my special powers!\" 15 September 2011","Description":"The cartoon shows Len Brown, the Mayor of Auckland, as a rather decrepit Superman with a walking stick. Behind him are buildings and the Sky Tower of Auckland. Nearby is Minister for the Rugby World Cup, Murray McCully, as Robin; he holds a stone with 'special powers' and says 'Face it Super-city man... You're no match for my special powers!' Context: Relates to the fiasco after the opening night World Cup game on Friday 9th September, when it became clear that the size of the crowd had been severely underestimated. Minister McCully, invoking 'special powers' took over the control of Party Central in Auckland thus undermining the Auckland City Council and Mayor Len Brown in particular. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018833","Date":"15 September 2011"},{"ID":30113828,"Title":"Winter, Mark 1958-: No need to shift the goalpost. 18 December 2011","Description":"The title is 'No need to shift the goalpost'. A rugby goal makes an H to spell 'Henry' and 'Hansen' an arrow points from Henry to Hansen. Context: Retiring All Blacks coach Graham Henry backed his assistant Steve Hansen to take over the role. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019789","Date":"18 December 2011"},{"ID":29940395,"Title":"Body, Guy Keverne, 1967-:'So it's a normal day in New Zealand then...' 3 October 2011","Description":"Several people stare at an enormous poster in which All Black Dan Carter advertises jockey underwear. A woman says 'So it's a normal day in New Zealand  then - half the population fixating on Dan Carter's groin'. Context: Dan Carter  was to captain the All Blacks during the Rugby World Cup but had to drop out because of a groin injury. He also had to drop out of the advertising campaign  for Jockey underwear that he was modeling for. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019326","Date":"3 October 2011"},{"ID":29944762,"Title":"Winter, Mark 1958- :New Year honours. 2 November 2011","Description":"Text reads 'New year honours... a SIRtainty!' The cartoon depicts All Black captain, Richie McCaw, after the All Blacks won the Rugby World Cup in 2011. The cartoon suggests that McCaw might be in line for a New Year honour. \nTwo versions of this cartoon are available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019372","Date":"2 November 2011"},{"ID":29947594,"Title":"Clark, Laurence, 1949- :Can they still win? 8 October 2011","Description":"The title reads 'Can they still win?' In six frames six different people wonder 'if they can win' and offer various opinions. The people seem to be talking about the Rugby World Cup and maybe Dan Carter's groin injury that is preventing him from playing. In fact they are discussing Labour's chances in the 2011 elections. Labour is trailing badly in the polls. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019186","Date":"8 October 2011"},{"ID":29941883,"Title":"Hawkey, Allan Charles, 1941-:'Life wasn't meant to be easy.' 12 October 2011","Description":"A man wandering down the street sees two billboards. The first reads 'EU Sovereign debt crisis' and the second 'NZ First five eight groin crisis.' He thinks philosophically 'Life wasn't meant to be easy.' Context: The man finds it hard to get the two 'crises' in perspective. The EU (European Union) faces a very significant crisis. European leaders have given themselves a week to unveil a \"comprehensive plan\" for solving the continent's debt and banking crisis. (Yahoo Finance October 18 2011) Dan Carter was ruled out of the rest of the World Cup with a groin injury. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019183","Date":"12 October 2011"},{"ID":29947060,"Title":"Evans, Malcolm Paul, 1945-:'While Graham Henry has rushed in a replacement for Dan Carter ...' 2 October 2011","Description":"A television announcer in three frames says 'While Graham Henry has rushed in a replacement for Dan Carter.. now out of the Rugby World Cup due to a bad groin strain... Jockey underwear is discussing how to manage the fallout!' Context: Dan Carter has been ruled out of the Rugby World Cup because of a groin strain. Dan Carter has modelled Jockey underwear. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019009","Date":"2 October 2011"},{"ID":23101789,"Title":"Hubbard, James, 1949- :[Titewhai Harawira protests] 21 February 2011","Description":"Text below the cartoon reads 'Titewhai Harawira RWC a chance to protest the treatment of Maori'. Maori activist Titewhai Harawira sits determinedly in the 'kicking tee' in the middle of a rugby field. Behind her are the enormous boots of a rugby player about to kick her. The kicking tee says 'The only spot suitable for her to stage a sit-down protest'. Context - Maori Council executive member Titewhai Harawira said she was determined to expose the treatment of Maori to foreign media during the Rugby World Cup which starts 9 September 2011. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017161","Date":"21 February 2011"},{"ID":29942360,"Title":"Brockie, Robert Ellison, 1932- :\"Where is everybody?\" 9 September 2011","Description":"In the first frame Secretary General of the United nations, Ban Ki-moon, arrives in New Zealand and stares at an apparently empty country. He scratches his head and says 'Where is everybody?' In the second frame the whole population is in a vast stadium watching the Rugby World Cup. New Zealand has become a rugby field with goal posts at either end. Context: The Rugby World Cup began on 9th September and Secretary General Ban Ki-moon travelled to New Zealand at the beginning of September 6th for the Pacific Islands Forum leaders summit in Auckland. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018760","Date":"9 September 2011"},{"ID":29947390,"Title":"Fletcher, David 1952- :'With all the dignitaries coming into the country I've been on \"meet and greet\" duty all week.' 12 September 2011","Description":"'The Politician' cartoon strip. There are a lot of dignitaries in New Zealand because of the Rugby World Cup. The minister wants a change in activity from 'meet and greet.' \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018818","Date":"12 September 2011"},{"ID":30111175,"Title":"Tremain, Garrick 1941- :'I think you're right, dear...It may have been young Tindall who had a jump when he was out here!' 16 December 2011","Description":"Cartoon shows Prince Charles and Camilla Parker Bowles standing in front of a Bungy jump. Charles says 'I think you're right, dear...It may have been young Tindall who had a jump when he was out here!'. Context: refers to the visit of Mike Tindall, English rugby player who is married to Zara Phillips, granddaughter of Queen Elizabeth II, to New Zealand during the 2011 Rugby World Cup and the scandal surrounding his behaviour during his visit. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019787","Date":"16 December 2011"},{"ID":30112902,"Title":"Scott, Thomas, 1947- :Rotation solution to honours' list selection problem... 31 December 2011","Description":"Text reads 'Rotation solution to honours list selection problem...' The cartoon shows the chief All Black coach, Graham Henry and assistant coaches Steve Hansen and Wayne Smith. Graham Henry says 'We pioneered it. I'll be a knight of the realm for the first six months of the year. Then Steve and Wayne can have three months each' Context: as predicted, Graham Henry was made a Knight Companion of the Order of Merit in the New Year's honours' list after the All Blacks won the 2011 Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019831","Date":"31 December 2011"},{"ID":22890897,"Title":"Winter, Mark 1958-:Thanks mate, I would love to attend but.... 4 April 2011","Description":"The cartoon shows an invitation to the royal wedding of Prince William and Kate Middleton on the 29th April 2011.that is addressed to 'Mr Richie McCaw'. On it he has scrawled 'Thanks mate, I would love to attend but when it come to future king and country - country and the footy World Cup comes first Should be a ripper - do have a good one, cheers R. Context - Richie McCaw has in fact decided not to attend the wedding in favour of focusing on the Super 15 and the Rugby World Cup. \"I did get an invitation, it was a heck of an honour and I felt a bit lucky,\" McCaw told the NZ Herald. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017452","Date":"4 April 2011"},{"ID":23259288,"Title":"Winter, Mark 1958- :Mixing green and blue... unpalatable? 6 June 2011","Description":"Text at the top of the cartoon reads 'Mixing green and blue...... unpalatable?' The cartoon shows an artists's palette surrounded by brushes. On the palette is the capital letter 'N' for 'National' and a smaller capital 'G' for 'Greens'. There is a wordplay on 'palatable' and 'palette'. Context - the furore over the changing of the colour of the Otago Highlanders rugby team jersey from blue to green. There is also a comment on the possibility of the Greens doing a deal with National ahead of the election saying that 'a confidence and supply agreement is \"extremely unlikely\" but not ruling it out altogether'. (Stuff 4 April 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018014","Date":"6 June 2011"},{"ID":22438375,"Title":"Evans, Malcolm Paul, 1945- :\"So tell us Mr. Moon... How come neither you or any of your UN team bothered packing any footy boots?\" 6 September 2011","Description":"Two enormous customs officials lean over Secretary General of the United nations, Ban Ki-moon, as he arrives at Customs and one of them says 'So tell us Mr Moon How come neither you or any of your UN team bothered packing any footy boots?' Context: The Rugby World Cup began on 9th September and Secretary General Ban Ki-moon travelled to New Zealand at the beginning of September 6th for the Pacific Islands Forum leaders summit in Auckland. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018761","Date":"6 September 2011"},{"ID":23256322,"Title":"Hubbard, James, 1949- :The Rapture ..... 25 May 2011","Description":"At the top of the cartoon are the words 'The rapture...' The cartoon shows a man who represents 'fans' who has sprouted wings and is flying up to heaven with an ecstatic smile on his face. On the ground is a newspaper with a headline reading 'Carter & McCaw re-sign with NZRU'. Context - The re-signing of All Blacks Dan Carter and Richie McCaw for the next four years is good cause for New Zealand rugby fans to get the champagne glasses out and celebrate, for more than one reason. It means the All Blacks retain the two best players in the world, players a coach can build a team around. More flexible contracts will greatly lessen the threat of losing our best talents overseas. The 'rapture' refers to a prediction that the world was going to end. Harold Camping, the 89-year-old California evangelical broadcaster and former civil engineer behind the pronouncement that judgement day was nigh seemed to go silent when nothing happened on 21 May 2011. It was supposed to begin with another earthquake in New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017924","Date":"25 May 2011"},{"ID":29941129,"Title":"Scott, Thomas, 1947-:'Don't worry about me. How is Ritchie's foot?' 14 October 2011","Description":"The cartoon shows a man trying to help an oil-covered bird which bravely says 'Don't worry about me. How is Richie's foot?' Context: There had been speculation that Richie McCaw would be forced to withdraw from the tournament (Rugby World Cup) but the New Zealand coach, Graham Henry, said it was a case of managing the injury, which an operation in February had failed to cure. On 5th October 2011 the container ship 'Rena' became stuck on the Astrolabe reef off the coast of Tauranga. It is spilling oil, threatening coastlines and killing seabirds. Authorities are racing to get the oil and the containers off the ship before it breaks up but the weather is frustrating efforts. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019206","Date":"14 October 2011"},{"ID":23526249,"Title":"Hubbard, James, 1949- :\"Targeting Maori in this way is racist...\" ... 14 August 2011","Description":"In the first of two frames Co-leader of the Maori Party, Pita Sharples, stands on a soap box labelled 'World Cup' holding up a placard that reads 'Maori wardens to police bars'; he says 'Targeting Maori in this way is racist'. In the lower frame Pita Sharples stands on a soap box labelled 'Politics' holding  a placard that reads 'Maori Party' and says 'I'm here to target Maori'. Context: Maori wardens have come under the spotlight after police announced the wardens would be on Wellington streets during the [Rugby] World Cup, with sme bar owners saying the strategy, based on a 50-year-old law, unfairly targets Maori. Maori Party co-leader Pita Sharples says Maori wardens are \"friendly security\" and the decision to use them during the Rugby World Cup isn't racist. (3News 10 August 2011) Librarian wonders whether the cartoonist's interpretation of the Maori warden issue is accurate. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018611","Date":"14 August 2011"},{"ID":34040369,"Title":"Ekers, Paul, 1961-:Sky viewers lose signal. 10 May 2011","Description":"Black and white cartoon shows a man sitting on an arm chair in his lounge, holding a remote control for a television that is not working properly. The man says, \"Bloody typical, why can't it happen when the Blues are playing?\" The Sky Tower in Auckland can be seen outside the window. Text at the top of the cartoon reads, 'Sky viewers lose signal'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028379","Date":"10 May 2011"},{"ID":23234746,"Title":"Evans, Malcolm Paul, 1945-: \"The Prime Minister is happy to help me steer this great 'waka on the wharf' project...\" 6 April 2011","Description":"In the first of two panels Co-leader of the Maori Party Pita Sharples is shown paddling a waka and saying 'The Prime Minister is happy to help me steer this great waka on the wharf project' In the second panel it is apparent that the paddle he steers with is Prime Minister John Key whose is bound with rope and whose nose dips into the water as he says 'Yeth Petha!' Context - The 'plastic' waka project which is intended to be a money-making tourist attraction for the Rugby World Cup and other events in the future. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017475","Date":"6 April 2011"},{"ID":34321889,"Title":"Ekers, Paul, 1961-:\"It was awful, a huge blast of spray and all of a sudden my mates were dropping like All Blacks\". 10 October 2011","Description":"Black and white cartoon shows two flies discussing recent injuries on the All Blacks rugby team during the 2011 World Cup. Cartoon references the replacement of star player Dan Carter following a groin injury, and injuries sustained by Carter's replacement, Colin Slade, and fullback Mils Muliaiana. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028408","Date":"10 October 2011"},{"ID":29946724,"Title":"Evans, Malcolm Paul, 1945-:World Cup minister behaving like one. 22 September 2011","Description":"In the first frame the Minister for the Rugby World Cup, Murray McCully, dressed in an All Black jersey with a white fern, holds a sign that reads 'Follow me!' Text above reads 'World Cup minister behaving like one. In the second frame he appears in his usual role as Foreign Minister, looks less cheerful and is wearing a black shirt with a white feather on it and holding a sign that reads 'Follow Uncle Sam!' Context: The cartoon suggests that Murray McCully has no difficulty managing his World Cup role but is less confidant when it comes to his role as Foreign Minister. According to Prime Minister John Key the death (of Lt Gen Rhys Jones) would not alter New Zealand's commitment to operations in Afghanistan. Mr McCully has always been quick to respond to requests from the United States for SAS assistance in Afghanistan. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019000","Date":"22 September 2011"},{"ID":22777871,"Title":"\"As darkness falls over this troubled land, citizens pray for better news in the morning...\" \"Egypt again?\" \"Broken bone in Ritchie McCaw's foot...\" 10 February 2011","Description":"A couple relax in front of the television; a reporter says 'As darkness falls over this land, citizens pray for better news in the morning...' The woman who is half asleep asks if it 'Egypt again?' and the man says that it's about a 'broken bone in Ritchie McCaw's foot...' Context - the popular uprising in Egypt against President Mubarak who after 18 days stood down. All Black captain Ritchie McCaw suffered a stress fracture in his right foot during a Crusaders training session. This means McCaw will miss up to six weeks of the Super Rugby season for the Crusaders. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017049","Date":"10 February 2011"},{"ID":29943082,"Title":"Slane, Christopher, 1957- :\"Hey everyone - look up there!\" 9 September 2011","Description":"A crowd of rather sad people queue for jobs and work at the Christchurch rebuild; all around them are signs that read 'Pike River', 'leaky buildings', 'Chch quake rebuild', 'EQC levy hike', '200,000 children in poverty', 'food prices up', 'deficit', and 'GST hike'. Prime Minister John Key in the centre of the crowd yells 'Hey everyone - look up there!' as he kicks a rugby ball into the sky. Context: John Key attempts to divert the attention of people from New Zealand's current woes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018825","Date":"9 September 2011"},{"ID":23530222,"Title":"Hubbard, James, 1949- :\"We've suffered a crisis of confidence the like of which won't be seen again unless the All Blacks lose to Australia!!\" 5 August 2011","Description":"President Obama carries in his hand a document headed 'Debt deal' and sweats as he confesses to his deputy Joe Biden that 'We've suffered a crisis of confidence the like of which won't be seen again unless the All Blacks lose to Australia!!' Context: The cartoon refers to the huge interest in the US debt crisis at the end of July that ended in a deadlock that needed to be broken in order to prevent default on Tuesday 1 August. President Obama at the last hour  made a compromise that many believe was weighted heavily in favour of the Republican stance that meant no change to taxation but cuts in public spending. The Rugby World Cup begins in September and the All Blacks are considered favourites but what if they lose? What then? \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018550","Date":"5 August 2011"},{"ID":29939194,"Title":"Hubbard, James, 1949- :\"Roll on the world cup, I can't get enough of it!\" 5 September 2011","Description":"In the first 3 of 4 frames a silhouetted figure walks in the night, rejoicing in the distraction from grubby politics that the Rugby World Cup will bring. In the last frame we see that the figure is Labour leader, Phil Goff, who is trailing far behind John Key in the opinion polls in the run-up to the November elections. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018781","Date":"5 September 2011"},{"ID":29939551,"Title":"Scott, Thomas, 1947- :'How come I snog a cute blonde in a bar and within hours images are all over You-Tube?' 22 September 2011","Description":"The cartoon shows Mike Tindall, the husband of the Queen's granddaughter Zara Phillips, wondering how a 'snog with a cute blond in a bar' can be all over YouTube within an hour. Next to him is a man reading a newspaper with a heading that reads 'Supreme Court rules evidence obtained from hidden camera illegal'. He comments 'Because snogging a cute blonde does not constitute a potential criminal or terrorist act, and you weren't being secretly filmed by the police...' Context: Mike Tindall, who is a member of the English rugby team in New Zealand for the Rugby World Cup, was secretly filmed fondling a blond in a bar and the film was put on YouTube. This caused a scandal which resulted in Zara Phillips coming to New Zealand sooner than she had expected to. The man reading the newspaper is referring to the row over the secret filming by the police of suspects during the Urewera raids in 2009. Urgent legislation to allow secret filming on private property by police was rushed through after 13 of the 17 accused from the Urewera raids had their cases thrown out because the secret filming surveillance used in evidence, was deemed illegal. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018898","Date":"22 September 2011"},{"ID":29945089,"Title":"Hubbard, James, 1949 - :'But, but.....I watched it as a kid and it hasn't affected me...' 19 September 2011","Description":"Minister for the Rugby World Cup, Murray McCully, sits in a rubbish bin after the 'World Cup Party' reading a newspaper which has one headline that reads 'McCully slammed for not listening and learning' and a second headline reporting that 'Watching Spongebob Squarepants can hinder kids' learning ability.' McCully is thinking 'But, but... I watched it as a kid and it hasn't affected me...' Context: Relates to the fiasco after the opening night World Cup gme on Friday 9th September, when it became clear that the size of the crowd had been severely underestimated. Minister McCully took over the control of Party Central in Auckland thus undermining the Auckland City Council. 'Spongebob Squarepants' is a children's television programme that has been criticised for compromising their ability to listen and learn. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018927","Date":"19 September 2011"},{"ID":22350669,"Title":"Clark, Laurence, 1949-: \"Well, I suppose a giant plastic waka will help keep the traditional culture alive.\" ... 9 April 2011","Description":"Two farmers chat across the farmyard gate. One comments 'I suppose a giant plastic waka will help keep the traditional culture alive' and the other replies 'With the price of dairy products these days, maybe Fonterra should build a giant plastic milk bottle'. Context - The government has hit back at criticism over a $2 million waka venue centre for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup. There has also been heated debate about the price of milk for New Zealanders at a time the dairy industry is doing very well. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017500","Date":"9 April 2011"},{"ID":22667354,"Title":"Hawkey, Allan Charles, 1941- : \"I'm looking for a stress free career.\" ... 8 April 2011","Description":"Colonel Gaddafi of Libya sits in the reception area waiting for an interview for a job as 'coach of the Chiefs Super Rugby side'. He tells the receptionist that he is 'looking for a stress free career' and she suggests that he 'might want to reconsider'. Context - Colonel Gaddafi has accepted (11 April) a \"road map\" for a ceasefire with rebels, according to a delegation of African leaders. The announcement followed a meeting between the leaders and Gaddafi on Sunday in Tripoli, the Libyan capital, just hours after NATO air raids targeted his tanks, helping the rebels push back government forces who had been advancing quickly towards their eastern stronghold. The rebels said they would not accept a truce that leaves Gaddafi in power. Meanwhile back in NZ the Chiefs have several very good names on the short-list for coach  for the Chiefs Rgby team. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017508","Date":"8 April 2011"},{"ID":29944247,"Title":"Tremain, Garrick 1941-: 'Imagine how dreadful it would be if we ran out of Maui Gas completely!' 28 October 2011","Description":"The context is the Maui pipeline leak, the grounding of the container ship 'Rena' with a resultant oil spill and Stephen Donald , who was described as an 'unlikely hero' after his 45th minute penalty which ultimately won the All Blacks the Rugby World Cup final, 8-7 over France. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018975","Date":"28 October 2011"},{"ID":29940211,"Title":"Nisbet, Alistair, 1958- :What other facets of the World Cup will the govt take over? - 18 September 2011","Description":"The title reads 'What other facets of the World Cup will the govt take over? A series of cameos show Prime Minister, John Key, taking over 'transport', 'refereeing', 'catering', 'Kicking', 'merchandising', and the 'closing ceremony' in which Auckland Mayor Len Brown is seen hanging upside-down from a rope and the words 'Vote Nats' appears across the sky. Context: The Rugby World Cup finishes less than a week before the 2011 elections and the cartoon suggests that Prime Minister John Key is making the most of opportunities to win votes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018886","Date":"18 September 2011"},{"ID":34321882,"Title":"Ekers, Paul, 1961-:\"Never mind that, what are we going to do about Dan Carter's groin injury?\" 4 October 2011","Description":"Black and white cartoon shows a huge meteor heading for the earth, which is rather small by comparison. A voice from earth says, \"Never mind that, what are we going to do about Dan Carter's groin injury?\" Cartoon references star All Blacks player, Dan Carter, who tore his adductor longus tendon on 1 October, and is unable to play in the remainder of matches in the 2011 Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028404","Date":"4 October 2011"},{"ID":22908829,"Title":"\"Great 'Mubarak' mask, man...\" \"Keep your voice down! Are you trying to get us all killed?\" 8 February 2011","Description":"A crowd of revellers attending the Rugby Sevens in Wellington are all dressed in fabulous costumes; a batman reveller thinks that the man beside him  who is dressed as President Mubarak is just another good disguise but in fact it really is President Mubarak on the run from Egypt. He says to Batman 'keep your voice down! Are you trying to get us all killed?' Context - the popular uprising in Egypt aimed at overthrowing Mubarak and initiating democratic elections. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017031","Date":"8 February 2011"},{"ID":29944879,"Title":"Walker, Malcolm, 1950- :\"Before we talk about burgeoning poverty and aid dependence... let's talk about full backs.\" 6 September 2011","Description":"The title reads 'Pacific Islands Forum' Several boats head through the sea dotted with small Pacific islands towards an island with a rugby goalpost at either end. Some on one of the boats says 'Before we talk about burgeoning poverty and aid dependence let's talk about full backs. Context: The Rugby World Cup began on 9th September and Secretary General Ban Ki-moon travelled to New Zealand at the beginning of September 6th for the Pacific Islands Forum leaders summit in Auckland. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018775","Date":"6 September 2011"},{"ID":29947165,"Title":"Evans, Malcolm Paul, 1945- :\"Oh thank goodness! - I was worried you'd make me ride on it!\" 15 September 2011","Description":"Minister of Transport, Steven Joyce, ties Auckland Mayor, Len Brown to a railway line. Len Brown grins with relief and says 'Oh thank goodness!- I was worried you'd make me ride on it!' Context: The Auckland Council and Government have apologised for the city-wide public transport failure on the opening night for the Rugby World Cup as thousands of locals and tourists converged on the city waterfront and Eden Park. The cartoon refers to  a meeting between Steven Joyce and transport officials and Auckland Mayor Len Brown after the chaotic Friday, where Steven Joyce said he had \"eight to ten\" issues he wanted to raise. (TVNZ September 13 2011) \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018838","Date":"15 September 2011"},{"ID":29942375,"Title":"Hubbard, James, 1949-:'Let us pray..' 16 September 2011","Description":"The scene is a church service. The vicar intones 'Let us pray..' and one of the worshippers whispers to his wife 'For Carter, McCaw, and Muliaina!' On the seat beside them is a newspaper with a heading that reads 'Carter, McCaw, and Muliaina injured.' Context: Refers to the anxiety that Dan Carter, Richie McCaw and Mils Muliaina, who all have injuries, may not be fit for the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018849","Date":"16 September 2011"},{"ID":29946654,"Title":"Winter, Mark 1958- :A marked man. 23 September 2011","Description":"The title is 'A marked man' and further down is the text 'Zorro or Zara?' The cartoon shows the back of a man wearing a rugby strip with the text 'Tindall 13' printed on it, he also has a 'Z' for 'Zorro' on his shorts. Context: Mike Tindall, the husband of the Queen's granddaughter Zara Phillips, is a member of the English rugby team in New Zealand for the Rugby World Cup. He was secretly filmed fondling a blond in a bar  and the film was put on YouTube. This caused a scandal which resulted in Zara Phillips coming to New Zealand sooner than she had expected to. \nThree versions of this cartoon are available \nQuantity: 3 digital cartoon(s).","DCDL_IDs":"DCDL-0019171","Date":"23 September 2011"},{"ID":29945268,"Title":"Slane, Christopher, 1957- :\"Don't worry we can fix this with more money for roads\". - 16 September 2011","Description":"Minister of Transport, Stephen Joyce, leans out of the window of a car that is being driven by Minister for the Rugby World Cup across the 'buck-passing lane' that has been built above the 'Veolia RWC Express'. The train is crammed and quite overloaded with people trying to get to a rugby match. Stephen Joyce says 'Don't worry we can fix this with more money for roads'. Context: The transport and overcrowding problems during the Rugby World Cup opening in Auckland caused some considerable embarrassment. Around 2000 fans missed the opening ceremony or whole match between Tonga and New Zealand at Eden Park, after trains came to a standstill on parts of the network and ferries were cancelled into the city because of large crowds blocking the terminal at Queen's Wharf. The cartoon suggests that the government thinks it will be able to buy people's good will by building more roads. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018867","Date":"16 September 2011"},{"ID":29942341,"Title":"Winter, Mark 1958- :The preferred Prime Minister? 18 October 2011","Description":"The cartoon shows a smiling All Black captain Richie McCaw and the text reads 'Preferred prime minister.' Context: The final between France and the All Blacks of the Rugby World Cup on the 23rd October 2011 at Eden Park in Auckland. The All Blacks won 8-7. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019217","Date":"18 October 2011"},{"ID":22301855,"Title":"Evans, Malcolm Paul, 1945-: Bad news for Christchurch playing areas. 12 March 2011","Description":"Text reads 'Bad news for Christchurch playing fields'. On the left is a man wearing the Canterbury colours and carrying a flag; he looks most upset about the 'AMI Stadium' being red stickered. On the right is a woman of the night in fishnet stockings and a very short skirt who looks very upset as she hears that 'Manchester Street' has been red stickered. The little Evans man in the corner says 'Red light, red carded, from the red zone'. Context - The AMI Stadium was supposed to be the venue for the Rugby World Cup in Christchurch - a decision made on 16 March was made that Christchurch was not in a position to host the RWC. With Manchester St on the city side of Bealey Ave cordoned off, street workers have been working from the residential area between Bealey and Purchas St. and residents are furious. \nColour and black and white versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017287","Date":"12 March 2011"},{"ID":23524867,"Title":"Darroch, Bob, 1940- :\"So THATS what brought on the abstaining idea.\" 20 August 2011","Description":"A man has been thrown out of bed by his wife after making unwelcome overtures. On the floor is a newspaper with the headlines '7600 NZers hurt falling out of bed in year' and also 'Abstain for the ABs'. The wife yells 'So THAT'S what brought on the abstaining idea'. Context: The 'abstaining for the All Blacks' idea was a Telecom advertising initiative that fell flat and has been withdrawn. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018640","Date":"20 August 2011"},{"ID":23527345,"Title":"Evans, Malcolm Paul, 1945- :\"That's not one of those expensive Adidas jerseys is it?\" ... 13 August 2011","Description":"A female bartender chats with a customer as she pours his beer. She asks him about his jersey, saying 'That's not one of those expensive Adidas jerseys is it?' and he replies 'No - it's a Christchurch \"After the quake\" jersey!' The jersey has on the front three rectangular shapes that are tipping over. Context: Adidas has been at the centre of a jersey-pricing storm since it was revealed the replica tops could be bought much cheaper overseas. The jersey had been listed for sale at $US79.99 ($NZ92.68) on the US website worldrugbyshop.com and could also be found cheaper on British websites. It was  retailing for $220 in New Zealand, but retailers have dropped the price as the  debate has raged. Adidas has refused to drop the wholesale price. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018576","Date":"13 August 2011"},{"ID":23220855,"Title":"Smith, Hayden James, 1976- :[Costs of Dunedin's new stadium] 3 March 2011","Description":"Two men look at the almost completed Dunedin Stadium; one of them says 'features some REAL innovations, all right. Did you know it's inflatable?' His companion thinks he means 'the roofing' but he means 'the cost'. Context - Cartoon refers to the ever-expanding list of items not included in the \"fixed price\" contract for Dunedin's new Forsyth Barr Stadium being built for this year's Rugby World Cup. Some are quite necessary (and costly) for it to be usable for such events - examples include kitchen fit-outs, scoreboards and replay screens. \"Possible additional\" spending could be $4.35 million. The stadium's total cost was just shy of $200 million back in June 2009 ($261 million including interest on loans). (notes from the cartoonist) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017251","Date":"3 March 2011"},{"ID":34321888,"Title":"Ekers, Paul, 1961-:In 5 years and 9 months... 24 October 2011","Description":"Black and white cartoon shows a group of teachers sitting in the teachers lounge at school, five years plus nine months into the future. They discuss the large numbers of boys named Richie in each of their classes, with one teacher wondering, \"Are there any boys in the school not named Richie?\" Cartoon references popular All Blacks captain, Richie McCaw, who helped lead the All Blacks to victory in the 2011 Rugby World Cup, despite a stress fracture in his foot. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028402","Date":"24 October 2011"},{"ID":29942374,"Title":"Hubbard, James, 1949- : 'McCaw gouged.' 28 October 2011","Description":"A woman in a supermarket looks at the cost of her trolleyload of groceries and  then at a newspaper headline that reads 'McCaw gouged' and says 'I know how he  feels!' Context: the high cost of living is compared to an incident in the final of the Rugby World Cup when the French were accused of eye-gouging Richie McCaw'. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019460","Date":"28 October 2011"},{"ID":29942420,"Title":"Brockie, Robert Ellison, 1932- :How to read Graham Henry. 30 September 2011","Description":"The title is 'How to read Graham Henry' and the cartoon shows the rather grim face of All Black coach Graham Henry, repeated eight times; each time the face is described as showing a different emotion - 'jubilation, satisfaction, pride, exuberance, exaltation, rapture, euphoria, grace in defeat.' The point is that Graham Henry is famous for sticking with a single expression no matter how he feels. \nThe odd thing is that Bob Brockie and Tom Scott each produced a cartoon around the same time using the same cartooning technique to illustrate the same idea. This was not in any way suspicious, it simply suggests that sometimes ideas are generated simultaneously because they are 'in the ether' and are developed in similar ways. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019077","Date":"30 September 2011"},{"ID":29941265,"Title":"Mulheron, Michael, 1958-:[Pacific Islands Forum]. 10 September 2011","Description":"Caricatures of a line-up of delegates at the Pacific Islands Forum in Auckland. The Forum coincides with the Rugby World Cup and each of the delegates seems as keen that their country win the Cup than attend to Forum matters. Context: The cartoon was drawn to accompany an article by Tracy Watkins called 'Opinion divided over Pacific help'. \nTitle supplied by cataloguer \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018822","Date":"10 September 2011"},{"ID":23527928,"Title":"Evans, Malcolm Paul, 1945- :\"Tell you what son! - things are getting very serious!\" ... 9 August 2011","Description":"A man sits with his son at a picnic table and reads a newspaper with a headline 'Stocks fall as world financial crisis deepens'. The man says 'Tell you what son!- Things are getting very serious!' The young man replies 'Yeah! - I just paid $200 for a jersey I could have bought online for $100!' Context: Aug 9 (Reuters) - New Zealand's benchmark stock index opened 2.8 percent lower on Tuesday, as the market tracked heavy losses in the United States and Europe on fears global debt problems could push the world economy back into recession. The young man is more concerned about the controversially high price that Adidas put on its All Black replica jerseys made for World Cup  fans. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018556","Date":"9 August 2011"},{"ID":23528851,"Title":"Smith, Hayden James, 1976- :Some cost-saving suggestions for these tight times... 10 August 2011","Description":"Text reads 'Some cost-saving suggestions for these tight times'. The first suggestion is that we 'Thin out our milk with lemonade'* - it'll go much further and the kids will love it'. The second suggestion is to 'Share your Rugby World Cup expenses' and below are two men squeezed into a single All Black jersey. Context: The high price of milk and the high price of the new All Black jersey made by Adidas and costing a very high price. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018594","Date":"10 August 2011"},{"ID":29948435,"Title":"Winter, Mark 1958- :ABStinence... the art of avoiding catching... tackling and winning. 28 August 2011","Description":"Text reads 'ABStinence ... the art of avoiding catching... tackling and winning.' The Webb Ellis Rugby World Cup flies upwards out of the frame. Context: The 'abstaining for the All Blacks' idea was a Telecom advertising initiative that fell flat and has been withdrawn. The 'ABS' in capitals refers  to the All Blacks. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018712","Date":"28 August 2011"},{"ID":22795138,"Title":"\"Quick! Call the cops! She wants to bet that the Black Caps will win the cricket world cup!\" 7 February 2011","Description":"A poster on the wall of a betting shop reads 'Unusual bet alerts TAB to sports betting scam'. An employee in the shop whispers to a colleague to 'call the cops' as the smiling customer 'wants to bet that the Black Caps will win the Cricket World Cup'. Context - A woman who tried to lay an unusually large bet on a National Rugby League match now under investigation by Australian authorities tipped off the New Zealand TAB to a possible scam. The attempted bet -- \"well in the thousands\" of dollars -- was for a North Queensland penalty goal to be the first score in the Cowboys' match against the Canterbury Bulldogs last August. New South Wales detectives are investigating suspicious betting activity in relation to the match after a betting plunge on a penalty to be the first score. (NZPA 7 February 2011) \nBoth colour and black and white versions of this cartoon are available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017022","Date":"7 February 2011"},{"ID":29942713,"Title":"Hawkey, Allan Charles, 1941- :'If your time here is limited - we recommend the walking option.' 14 September 2011","Description":"Text reads 'New Zealand's rail system ranked as third world - World Economic Forum'. A visitor to New Zealand seeks advice from a travel agent who says 'If your time here is limited - we recommend the walking option'. On the wall is a notice that reads 'New Zealand Travel, experience NZ rail, great walking tracks'. Context: 'After the chaos caused by transport failures ahead of the opening night (9 September) of the Rugby World Cup it will come as no surprise that New Zealand has been given a third world ranking for rail infrastructure.' 'The World Economic Forum has ranked us 47th out of 142 nations, putting us behind Sri Lanka, Tunisia and Azerbaijan.' (NewstalkZB 13 September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018841","Date":"14 September 2011"},{"ID":29943737,"Title":"Body, Guy Keverne, 1967-:'He's abstaining for the All Blacks...' 18 August 2011","Description":"The man is an All Black fan abstaining from sex during the Rugby World Cup.  Context: The 'abstaining for the All Blacks' idea was a Telecom advertising initiative that fell flat and has been withdrawn. The 'ABS' in capitals refers  to the All Blacks. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019331","Date":"18 August 2011"},{"ID":29948463,"Title":"Hubbard, James, 1949- :The other great team who brought us a successful World Cup... 24 October 2011","Description":"Text reads 'The other great team who brought us a successful world cup...' Four people wearing All Black uniforms stand in a row smiling for the camera; they are from the left, former Prime Minister Helen Clark, former All Black Jock Hobbs, Minister of Sport in the last Labour government, and Chris Moller, former CEO of the New Zealand Rugby Union. These four were instrumental in making the successful application that got the Rugby World Cup for New Zealand. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019279","Date":"24 October 2011"},{"ID":29945019,"Title":"Smith, Hayden James, 1976-:'Errk! Who's teaching you this stuff?' 27 September 2011","Description":"A horrified father sees his son doing 'sex education' homework and asks his son who is teaching him this stuff. The boy says 'Well, there's Mr Tindall and Mr Berlusconi, for starters. Context: Parents have expressed outrage at the appropriateness of some sex education classes which appeared not to be age-appropriate. The people referred to are English rugby player Mike Tindall, involved in a scandal during the Rugby World Cup and the Italian Prime Minister Silvio Berlusconi, also involved in sex scandals. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019132","Date":"27 September 2011"},{"ID":30643385,"Title":"Buist, Grant, 1973- :\"Psst! Is it safe to come out?\" \"ART! CULTURE! Unbranded public SPACE! We missed you!\" ... 26 October 2011","Description":"Two of the 'Jitterati' greet the re-ermegence of Art, Culture and unbranded Public Space in October 2011 after the Rugby World Cup's dominance of the life of Wellington. However, emerging with them is a figure which they have not missed, Harsh Reality. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0021554","Date":"26 October 2011"},{"ID":29942041,"Title":"Body, Guy Keverne, 1967-:Global economic crisis... 10 October 2011","Description":"Prime Minister John Key distracts people by talking about the Rugby World Cup.  The real issues of an oil spill from the container ship Rena which ran aground  on Astrolabe Reef off the Bay of Plenty Coast and the 'global economic crisis'  fade into the background. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019316","Date":"10 October 2011"},{"ID":23528448,"Title":"Smith, Ashley W, 1948-:[Winston Peters] 3 October 2011","Description":"The cartoon shows New Zealand First leader Winston Peters diving with a rugby ball between the legs of 'ACT' and 'Maori' to score a try. Context: Winston Peters has swung into opportunistic action and NZ First shows 7.5 percent in the latest polls, ahead of ACT and the Maori Party. \nTitle supplied by librarian \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019089","Date":"3 October 2011"},{"ID":34321834,"Title":"Ekers, Paul, 1961-:\"This is a disaster!!\". 14 October 2011","Description":"Black and white cartoon shows a man sitting in front of the television, waving  his arms and yelling that this is a disaster. His partner asks him if he's referring to the Rena oil spill off the coast of Tauranga, or reports of faulty Sony television sets that might disrupt his viewing of the Rugby World Cup final game. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028384","Date":"14 October 2011"},{"ID":34321893,"Title":"Ekers, Paul, 1961-:\"Aaah\". 6 September 2011","Description":"Black and white cartoon shows a man sitting in his lounge, prepared to watch the Rugby World Cup. He has a barbecue, a keg of beer, and a portaloo all set up next to the television set. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0028406","Date":"6 September 2011"},{"ID":29945028,"Title":"Evans, Malcolm Paul, 1945- :\"John! - there's been a bad reaction to us taking special powers to fix problems in Auckland!\" 14 September 2011","Description":"In the top frame someone unseen (Murray McCully) in the Beehive says 'John! - There's been a bad reaction to us taking special powers to fix problems in Auckland!' Prime Minister John Key says 'What Murray?' In the lower frame Minister for the Rugby World Cup, Murray McCully, says 'The worst hit parts of Christchurch have declared themselves Fan Zones!' and the PM says 'Oh S..t!' The little Evans man says 'Sounds better than Red Zone!' Context: Refers to the chaos over transport and crowd control in the fanzone when much larger numbers of people flocked to the Rugby World Cup opening and revelry than expected. The government used special powers to take over the management of Queens Wharf fanzone spaces previously managed by an Auckland Council group, thus rather undermining the Mayor, Len Brown and the Auckland City Council. A new plan was signed off under special powers by Murray McCully directly after the fiasco. The Christchurch comment refers to the areas worst hit by the earhquakes. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018836","Date":"14 September 2011"},{"ID":23156955,"Title":"Hubbard, James, 1949- :\"Now I know why those things are called BULLdozers...\" 21 March 2011","Description":"In the foreground PM John Key drives a bulldozer over Christchurch; in the background two engineers read a newspaper report that says 'P.M. gives false demolition number, PM gives false World Cup hope' and one of them says 'Now I know why those things are called BULLdozers..' Context - Prime Minister John  Key is sticking to a government estimate that 10,000 Christchurch homes will need to be razed despite criticism that he should wait for official figures; he also stated that 100,000 homes may need repairs, despite Civil Defence saying it has only checked 70,000 homes so far. John Key was also insisting that there was a chance of keeping World Cup rugby games in Christchurch but an official announcement on 16 March dashed those hopes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017364","Date":"21 March 2011"},{"ID":22329408,"Title":"Fletcher, David 1952- : \"The PM wants you to justify spending 2 million on a waka made of plastic!\" ... 8 April 2011","Description":"'The Politician' cartoon strip. An adviser tells the minister that the PM wants him to justify spending 2 million on a waka made of plastic. The minister retorts angrily that he wouldn't have approved the spending had he known the fact, not that it was to be made of plastic but that it had to be justified. Context - The government has hit back at criticism over a $2 million venue centre in the shape of a waka for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup and at other events (like the America's Cup). Labour Party MP Shane Jones asks \"How can Dr Sharples and Prime Minister John Key actually believe that this expensive indulgence is a positive advertisement for Maori? The truth is they don't but they're both working together in a desperate effort to keep the Maori Party afloat. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017494","Date":"8 April 2011"},{"ID":22564505,"Title":"Evans, Malcolm Paul, 1945-: Plastic canoe to showcase Maori culture and enterprise... 8 April 2011","Description":"Text reads 'Plastic canoe to showcase Maori culture and enterprise - Sharples'. Co-leader of the Maori Party Pita Sharples stares in horror at a great rusting wreck but his companion points out 'If you use the foreign sweatships you employ to catch your fish quota, you could save heaps!' Context - The government has hit back at criticism over a $2 million waka venue centre for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup. Also files obtained under the Official Information Act show the government has known for some time that fishermen from poor countries are exploited in New Zealand waters. Workers are fishing in rusting boats turned into high seas sweatshops that take large parts of the country's $1.4 billion-a-year catch. Foreign charter vessels - 21 in the last year - are hired by New Zealand companies to catch quota allocated to Maori under Treaty of Waitangi settlements. Many iwi granted quota under the Sealords Deal, cannot afford to buy boats, so they contract out their quota. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017503","Date":"8 April 2011"},{"ID":29943892,"Title":"Smith, Hayden James, 1976- :'I've put up with all your RWC stuff, Jim, but now we got election signs...I tell ya, if anything else ruins my view this year, there'll be hell to pay!' 29 September 2011","Description":"The cartoon shows a neighbourhood festooned with large hoardings and signs, both political because of the upcoming elections, and signs showing loyalty to the All Blacks because of the Rugby World Cup. A man tells his neighbour who is responsible for all the signs that he is sick of his view being ruined and if anything else ruins the view there will be hell to pay. The perpetrator of signs nervously glances at the large Santa Claus poster he is intending to put up soon. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019129","Date":"29 September 2011"},{"ID":29944442,"Title":"Webb, Murray, 1947- :[Nonu, Weepu, Kaino] 20 October 2011","Description":"Caricature of three All Blacks: Ma'a Nonu, Jerome Kaino, and Piri Weepu. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019258","Date":"20 October 2011"},{"ID":22642480,"Title":"\"God is very busy, my child.\" 18 February 2011","Description":"An elderly priest says to a small boy who sits on a pew holding a rugby ball that 'God is very busy, my child. Getting him to prove he exists with a Hurricanes clean sweep in the Super is a big ask. Would you settle for peace in the Middle East?' Context - the Hurricanes lost 14-9 to the Highlanders in their 2011 Investec Super Rugby season opener at Westpac Stadium in Wellington on Friday night (18 February). And the explosion of the Middle East with anti-government uprisings in Tunisia and Egypt that have spread to Libya, Bahrain, Iraq, Oman and Algeria. Plus of course a theological discussion which I shall not attempt to get involved in. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017073","Date":"18 February 2011"},{"ID":22417362,"Title":"Bromhead, Peter, 1933-:A tale of two quakes. 16 March 2011","Description":"Text top left reads 'A tale of two quakes' In the first frame a man runs from 'radiation leaks' yelling 'The end of the world!' and in the second frame a man runs from the notion 'No World Cup?' yelling 'The end of the world!' Context - the terrible earthquake and tsunami in Japan 11 March 2011 that have led to the overheating of several nuclear power plants that are leaking radiation and threaten a nuclear catastrophe and the Christchurch earthquakes of 4 September 2010 and 22 February 2011 that have led to the decision that because of the amount of damage to the venue plus infrastructures and accommodation for visitors the Rugby World Cup will not be played in Christchurch. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017294","Date":"16 March 2011"},{"ID":29945183,"Title":"Crimp, Daryl, 1958-:'Look Zac Guilford is hurting and ashamed!'... 14 November 2011","Description":"The cartoon shows Crusader's coach, Todd Blackadder, apologising for Zac Guildford's Cook Islands' incident. He says to a reporter 'Look Zac Guilford is hurting and ashamed! He's hit rock bottom!' (Guildford is mis-spelled). Guildford himself is outside the frame, probably lying prone, but says 'Stop mentioning my bottom Todd I was drunk and didn't know I was baring it!' Context: Zac Guildford is in the news because of an incident in the Cook Islands when he entered a bar drunk, naked and bleeding and assaulted two people. He states that he does not remember the incident, and has apologised, but faces disciplinary action. \nOther Titles - 'Look Zac Guildford is hurting and ashamed!'... \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019448","Date":"14 November 2011"},{"ID":29941409,"Title":"Hubbard, James, 1949- :'Good grief! What's wrong with a cuddly flag blanket near election time?' 29 September 2011","Description":"Shows John Key as the 'Peanuts' character, 'Lynus'; he holds a smelly blanket labelled 'Rugby World Cup' and reads a newspaper report that says 'Aussie TV satire panned for depiction of Gillard and partner using flag as blanket.' He thinks 'Good grief! What's wrong with a cuddly flag blanket near election time?' Context: The Rugby World Cup event running a month before the November elections was certainly regarded as an excellent vote winner. The ABC TV satire was a comedy called 'At home with Julia' and a scene in which Gillard and Mathieson (her partner) use the flag as a sheet as they lie on the floor of her office was deemed 'disrespectful by the monarchists. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019062","Date":"29 September 2011"},{"ID":23527758,"Title":"Winter, Mark 1958- :No more 'embarrassadors'... the country wants HAPPY FEET! 22 August 2011","Description":"Text across the top reads 'No more 'embarrassadors\"... the country wants HAPPY FEET!' Below is an image of the Emperor Penguin 'Happy Feet'. Icons for both 'Adidas' and 'Telecom' are crossed out. The words 'Mascot Mana - very popular' indicate the penguin and there is a lot of extra text surrounding the penguin which highlights its popularity against criticism  of Adidas and Telecom. Context: Happy Feet is an Emperor Penguin which has been released back into the ocean after several months of nurturing at the Wellington Zoo. Adidas has been criticised for the very high price of the replica All Black jerseys on sale for the Rugby World Cup. Telecom has been forced to ditch a controversial campaign asking All Black supporters to abstain from sex during the Rugby World Cup. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018663","Date":"22 August 2011"},{"ID":29942600,"Title":"Murdoch, Sharon Gay, 1960- :The man with the golden boots. 15 October 2011","Description":"The cartoon shows Prime Minister John Key walking on a beach and getting his golden rugby boots covered in oil. A penguin nearby says to its companion 'Did you infer, from what he said, that this was more likely to have happened under Labour?' In the background the container ship 'Rena' is aground on a reef. Context: Refers to the container ship 'Rena' which is grounded on the Astrolabe Reef off the Bay of Plenty and threatens to become an environmental disaster of huge proportions as oil spews into the sea. The government received criticism for what seemed to be a slow response. The accident happened in the run up to the November elections and during the Rugby  World Cup. The 'golden boots' refer to John Key's political grandstanding. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019374","Date":"15 October 2011"},{"ID":23054311,"Title":"\"2011! The BIG one!! We're gonna WIN! We've got the HUNGER... we've got the talent... we're gonna KICK and BITE and CLAW and GOUGE our way to the TOP because this isn't a game...\" 16 January 2011","Description":"Leader of the Labour Party opposition Phil Goff and senior Labour MPs are dressed as rugby players who regard 2011 as 'The big on!!' that they are going to win. They're 'gonna kick and bite and claw and gouge' their way to the top 'because this isn't a game...it's politics!' Context - Preparation for the 2011 election in November. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0016862","Date":"16 January 2011"},{"ID":29948855,"Title":"Smith, Hayden James, 1976- : 'I'm not touching this stuff no more - it just lands you in all kinds of strife.' 17 November 2011","Description":"The cartoon shows All Black Zac Guildford and Prime Minister John Key sitting side by side in a pub. Zac Guildford says he isn't touching this stuff any more as it always lands him in strife. John Key offers to swap his cup of tea for Zac's glass of beer. Context: Zac Guildford is a rugby player who played in the World Cup winning All Black team. He has been in strife several times because of drinking too much. John Key's cup of tea refers to an  incident on the 14th of November when the ACT Party launched its campaign  with ACT MP John Banks, who is running for the controversial Epsom seat, having a cup of tea with Prime Minister John Key. The event was widely publicised and the media were invited. The content of the chat, which was not intended to be public, was recorded by the media. John Key complained to the police. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019508","Date":"17 November 2011"},{"ID":29943765,"Title":"Hodgson, Trace, 1958- :'It's a nightmare..! A disaster!! We're stuffed!! Were gonna LOSE!' 2 October 2011","Description":"Problem image! It is nighttime and in the first frame someone in the Beehive says 'It's a nightmare..! A disaster!! We're stuffed!! We're gonna LOSE!' In the second frame Prime Minister John Key says 'Settle down, Bill, it's only a bad credit rating' and Finance Minister Bill English says 'No... Worse than that... Dan's injured his groin!!!' Context: Dan Carter's groin injury put him out of the All Black team from the Rugby World Cup which many people feared might jeopardise their chances of winning it. Standard & Poor's has followed fellow ratings agency Fitch to cut New Zealands credit ratings. The agency's long-term foreign currency ratings on New Zealand have been lowered to AA from AA+ and its long-term local currency rating to AA+ from AAA. (NBR September 30 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019075","Date":"2 October 2011"},{"ID":29944354,"Title":"Evans, Malcolm Paul, 1945- :Pacific Forum opens in cloud on Auckland wharf. 7 September 2011","Description":"Text reads 'Pacific Forum opens in cloud on Auckland Wharf. A crowd of people, a number of whom are wearing the Fijian sulu (skirt worn by both men and women) and sandals, are hidden in a dense cloud that represents 'Fiji'. Context: Military ruled Fiji remains excluded from the Pacific Forum after a Melanesian led bloc failed to mount any effort to get it back at a 15-nation summit on Waiheke Island. Fiji was suspended from the forum in 2009 and will not return until she shows definite steps towards a democratic election. The 'cloud' image also makes a wordplay with the 'Cloud' which is a huge structure that vaguely resembles a cloud and that is the main attraction at Party Central on the Queens Wharf venue. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018762","Date":"7 September 2011"},{"ID":29942312,"Title":"Hubbard, James, 1949- :Parliamentary tactics... 22 September 2011","Description":"The cartoon shows Prime Minister John Key representing the 'Govt' acting as referee in a rugby scrum. The rugby ball represents 'Covert filming law'. In the first three of six cameos the PM acts so slowly that when he calls for support, it has dwindled away and he is left red-faced, scrabbling for the ball. Text across the top of all six cameos reads 'Parliamentary tactics... slow... slow... slow.... slow.... knock on! Use it or lose it?..' Context: Attorney-General Chris Finlayson has defended the Government's quest to push through an urgent law next week to allow secret filming on private property by police. The change would be a short-term measure until the Search and Surveillance Bill is passed in the next term of government. The legislation, rushed through after 13 of the 17 accused from the Urewera raids had their cases thrown out because the secret filming surveillance used in evidence, was deemed illegal. The short term law change would allow police to use covert video evidence in about 50 ongoing investigations. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018924","Date":"22 September 2011"},{"ID":22701949,"Title":"Evans, Malcolm Paul, 1945-:[Canterbury earthquake]. 22 February 2011","Description":"Someone wearing a Canterbury black and red rugby jersey holds onto two corners of a New Zealand flag which blows in the wind. There is no text in the cartoon. Context - On 22 February 2011 at 12:51 pm (NZDT), Christchurch experienced a major magnitude 6.3 earthquake, which resulted in severe damage and many casualties. A National State of Emergency has been declared. This followed on from an original magnitude 7.1 earthquake on 4 September 2010  which did far less damage and in which no-one died. \nBoth colour and black and white versions of this cartoon are available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017150","Date":"22 February 2011"},{"ID":29942987,"Title":"Nisbet, Alistair, 1958- :'Another two week wait... just for a flamin' update! What the hell is CERA doing?' 13 October 2011","Description":"In the first frame a couple read a newspaper with a headline that reads 'Orange Zone delay again' and are frustrated at having to wait yet another two weeks to find out what will happen to their property. They wonder what CERA are doing. In the second frame CERA staff are seen cheering at a Rugby World Cup match. Context: Canterbury Earthquake Recovery Authority (Cera) chief executive Roger Sutton has apologised (13 October) to more than a 1500 orange-zone homeowners after delaying a decision on rezoning their land. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019245","Date":"13 October 2011"},{"ID":23257173,"Title":"Evans, Malcolm Paul, 1945- :\"The demolition of that hotel is going to take ten MONTHS!\" ... 25 May 2011","Description":"The barman in a pub is reading a newspaper and comments 'The demolition of that Christchurch Hotel is going to take TEN MONTHS!' A man at a nearby table says to his mate 'I've known footy teams that could do it over a weekend!'\nContext - Demolishing the earthquake-crippled Hotel Grand Chancellor could take up to a year, cost more than $10 million and affect about 100 businesses in the drop zone. Rugby teams often make a bit of money by doing demolition and other similat jobs that require a team of hefty men. \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0017906","Date":"25 May 2011"},{"ID":29942824,"Title":"Hubbard, James, 1949- :'Hi! I'm Murray McCully your micro manager..' 15 September 2011","Description":"A man representing the 'World Cup Party' is astonished to see in the palm of his hand a tiny Minister for the Rugby World Cup, Murray McCully who says 'Hi! I'm Murray McCully your micro manager..' Context: Relates to the fiasco after the opening night World Cup game on Friday 9th September, when it became  clear that the size of the crowd had been severely underestimated. Minister McCully took over the control of Party Central in Auckland thus undermining the Auckland City Council and Mayor Len Brown in particular. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018848","Date":"15 September 2011"},{"ID":29945580,"Title":"Evans, Malcolm Paul, 1945- :\"Captain's ID?..Oh that's near enough!\"... - 21 September 2011","Description":"It is night time and a notice on the wall reads 'The bogus pilot' . An enormous armed policeman leans over Prime Minister John Key holding a document that reads 'Fast track hidden-camera law'. An officer sits at a desk labelled 'Legislation Security' watching the Rugby World Cup on television; he  says 'Captain's ID?... Oh that's near enough! You'll find the justice system parked out there!' and he points through the door at a stationary aeroplane. Context: \nColour and black and white versions available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018894","Date":"21 September 2011"},{"ID":22685018,"Title":"Hubbard, James, 1949- : \"And to show we're not neglecting priorities in these austere times ...\" 6 April 2011","Description":"Surrounded by mud and puddles in Christchurch Prime Minister John Key puts his arm round co-leader of the Maori Party Pita Sharples and smiles happily; behind them is a brand new plastic portaloo. On the ground lies a newspaper with a headline that reads 'Govt. to fund $2m giant RWC plastic waka'. Pita Sharples says 'and to show we're not neglecting our priorities in these austere times, Christchurch will get a new plastic portaloo!' Context - The government has hit back at criticism over a $2 million venue centre in the shape of a waka for the Rugby World Cup (RWC), defending the cost as necessary to host a world-class event. Co-leader of the Maori Party Pita Sharples says the waka will promote Maori culture during the Rugby World Cup and at other events (like the America's Cup). Labour Party MP Shane Jones asks \"How can Dr Sharples and Prime Minister John Key actually believe that this expensive indulgence is a positive advertisement for Maori? The truth is they don't but they're both working together in a desperate effort to keep the Maori Party afloat. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017485","Date":"6 April 2011"},{"ID":29947365,"Title":"Hubbard, James, 1949- :'An un-named minister is accused of making rude comments to Aussie hosts at RWC game! ...' 14 September 2011","Description":"A small man watches a huge television screen while drinking a cup of coffee. The announcer says 'An un-named govt minister is accused of making rude comments to Aussie hosts at RWC game! In other news, the Trans Tasman cost of living gap is reported to be widening! A govt minister had no comment...' The man at this point turns his back in irritation and thinks 'Now THAT'S rude!!' Context: Sydney Morning Herald rugby columnist Greg Growden dubbed an unnamed Government minister \"the New Zealand Minister for Bad Manners\" after an alleged scene during the Wallabies' opening Rugby World Cup game. The minister had allegedly  \"booed and abused the Wallabies ... yelling out f...... cheats and other offensive remarks\". Ministers Maurice Williamson, Wayne Mapp and Jonathan Coleman were in the tent, but all three have emphatically denied the allegations. (Dominion Post 14 September 2011) The second piece of news related to 'The growing income gap between Australians and New Zealanders has more to do with poorly skilled managers and workers than anything to do with Australia's \"lucky country\" status and reliance on heavy industry, says a new study from the New Zealand Institute of Economic Research. (TVNZ 30 September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018847","Date":"14 September 2011"},{"ID":22745873,"Title":"Tremain, Garrick 1941-:[Plastic surgery before Royal weddings] 10 March 2011","Description":"Prince William and his fiance Kate Middleton sit together in armchairs reading. Prince William's newspaper has a headline that reads 'Get Mike's nose done before wed' - Princess Anne'. He says 'Auntie Anne's put the cat amongst the pigeons here, Kate!' and she replies 'Certainly has! Now your grandfather's wanting me to have a boob job.' Context - Rugby star Mike Tindall has been ordered by his future mother-in-law, Princess Anne, to have his nose straightened before he marries Zara Phillips in July. The rugby player has broken his hooter 8 times over the course of his 12 year career as a professional sports man and is (naturally) not very keen. The pair are hoping to tie the knot in Edinburgh this July, weeks after the other royal wedding of the year between Prince William and Kate Middleton which is due to take place in London  on April 29th. to repeat the procedure. (www.wedding-news.co.uk) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017278","Date":"10 March 2011"},{"ID":23126981,"Title":"Tremain, Garrick 1941-:\"Prince William will come for RWC as a private citizen, not as a royal\" - John Key. 22 April 2011","Description":"Text reads '\"Prince William will come for RWC as a private citizen not as a royal\" - John Key.' The cartoon shows Prince William with PM John Key beside him; Prince William is surrounded by bodyguards and paparazzi and says 'Never before experienced the life of a private citizen, John - amazing!!' Context - The Sunday Star Times reported today Queen Elizabeth is attending the Commonwealth Heads of Government meeting in Perth in October, a week after the Rugby World Cup, and that John Key hopes to persuade her to travel to New Zealand for the tournament. Winston Peters \"This latest suggestion is even sillier than the Prime Minister's view that Prince William, second in line to the throne, would visit as a 'private citizen' at the Cup\". (NZNewsUK 24 April 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017599","Date":"22 April 2011"},{"ID":23504082,"Title":"Slane, Christopher, 1957- :\"Problem gambler.\" 17 June 2011","Description":"The cartoon shows Prime Minister, John Key, standing sweating at a table in a casino as he tries to make a decision about where money should be spent. The options on the table are the 'Rugby World Cup', a 'cycle way', 'GST', 'asset sales', 'mining in parks', the 'casino', 'Jackson films', 'cuts' to various budgets, 'oil drilling', and 'financial hub'. An observer whispers to his companion 'Problem gambler'. Context - The government's attempts to balance the budget and try to manage debt during the economic downturn and specifically a decision by the government that Sky City in Auckland be allowed to put more gambling machines in the new conference centre in spite of a growing awareness of the dangers of gambling adictions. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018119","Date":"17 June 2011"},{"ID":22890269,"Title":"\"Gentlemen, don't worry about belt tightening!\" 17 February 2011","Description":"A car salesman is selling a BMW to Prime Minister John Key and deputy PM Bill English. He says 'Gentlemen, don't worry about belt-tightening! Belts that tighten automatically are one of the safety features on our super-luxury models!' Context - The Department of Internal Affairs' Ministerial Services division decided late last year to replace its three-year-old fleet of BMW 730Ld limousines with the latest model. But with the Government's focus on cost-cutting in the public sector and ordinary New Zealanders facing hard times, the deal has been widely criticised. Prime Minister John Key should have been aware of officials' plans for the multimillion dollar purchase of 34 German limousines in time for the Rugby World Cup, months before the deal was inked, documents show. (NZ Herald 18 February 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017075","Date":"17 February 2011"},{"ID":23526640,"Title":"Evans, Malcolm Paul, 1945- :\"Why don't we bring our soldiers home Dad?\" ... 22 August 2011","Description":"In the smaller frame a conversation is heard between a father and his young son. The boy asks 'Why don't we bring our soldiers home Dad?' and his father replies 'The PM says that would dishonour the fallen'. In the larger frame the boy wanders away from his father with a rugby ball under his arm and comments 'When did war's consequence become the reason to wage it?' Context: New Zealand's elite troops in Afghanistan will not be coming home early despite the death of an SAS soldier in a gun battle in the capital, Kabul. PM John Key is sticking to a withdrawal date of March 2012. \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0018643","Date":"22 August 2011"},{"ID":29947167,"Title":"Nisbet, Alistair, 1958-:'The orange zone. No fun - no parties- come on in and wait for nothing to happen!' 4 October 2011","Description":"The cartoon shows a part of Christchurch with a great earthquake fissure running through it. In the fissure are dozens of eyes shining in the dark and people struggle to clamber out. A sign reads 'The Orange Zone. No fun - no parties - Come in and wait for nothing to happen!' Context: The 'Orange Zone' makes a wordplay on 'fanzone' the play spaces for Rugby World Cup revellers. The Orange Zone in Christchurch is the area where as yet decisions still have not been made about the fate of the houses in it. These people feel as though they are in limbo, unable to make decisions about their lives and homes. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019116","Date":"4 October 2011"},{"ID":23081761,"Title":"\"We're tightening our belts too... our SEAT belts!\" \"Ha! Ha!\" 17 February 2011","Description":"Text across the top of the cartoon reads 'MPs get $200,000 BMW limos' Prime Minister John Key leans out of one car and says 'We're tightening our belts too our SEAT belts!' In a second car Deputy PM leans from a window and says 'Ha! Ha!' In the background is the Beehive. Context - The Department of Internal Affairs' Ministerial Services division decided late last year to replace its three-year-old fleet of BMW 730Ld limousines with the latest model. But with the Government's focus on cost-cutting in the public sector and ordinary New Zealanders facing hard times, the deal has been widely criticised. Prime Minister John Key should have been aware of officials' plans for the multimillion dollar purchase of 34 German limousines in time for the Rugby World Cup, months before the deal was inked, documents show. (NZ  Herald 18 February 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017069","Date":"17 February 2011"},{"ID":29944949,"Title":"Evans, Malcolm Paul, 1945- :\"They caught a bloke at the airport trying to impersonate a pilot!\"... - 19 September 2011","Description":"Two men are chatting as they read a newspaper in a pub. One of them reads and says 'They caught a bloke at the airport trying to impersonate a pilot!' and the other comments 'Passengers got suspicious when they understood everything he said in his pre-flight announcement!' Context: A stunt by three television \"clowns\" has fallen flat on its face, landing the trio in court for impersonating a pilot and trying to enter a secure area of Auckland Airport. The proximity to the anniversary of September 11 and the Rugby World Cup were pointed to as particularly poor timing for the prank. (AucklandNow.co.nz 20 September 2011) \nColour and black and white versions available \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018882","Date":"19 September 2011"},{"ID":29947181,"Title":"Scott, Thomas, 1947- :'For impersonating a pilot, for attempting to breach Airport security, you are sentenced to death...' 21 September 2011","Description":"In the top frame three men with hoods covering their faces are tied to posts and two soldiers take aim. Text reads 'For impersonating a pilot, for attempting to breach Airport security, you are sentenced to death...' In the lower frame Prime Minister John Key says 'Nah! Relax, just kidding, set them free. You're right! Hoaxes can be such fun...' Context: A stunt by three television \"clowns\" has fallen flat on its face, landing the trio in court for  impersonating a pilot and trying to enter a secure area of Auckland Airport. The proximity to the anniversary of September 11 and the Rugby World Cup were pointed to as particularly poor timing for the prank. (AucklandNow.co.nz 20 September 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0018897","Date":"21 September 2011"},{"ID":23258387,"Title":"Fletcher, David 1952- :\"What does the minister do if he's offered corporate hospitality?\" ... 3 June 2011","Description":"'The Politician' cartoon strip. A parliamentary staff member asks a colleague what a minister is supposed to do if he is offered corporate hospitality; his collegaue says 'usually a little \"happy dance\"'. Context - Prime Minister John Key says there is nothing untoward in ministers accepting corporate hospitality from the Government's banker, Westpac. Green Party co-leader Russel Norman says the hospitality raises the question of a potential conflict of interest when the Government is considering putting its banking contract out to tender. Answers to a series of written parliamentary questions have revealed that nine  ministers and the staff of 13 ministers have enjoyed Westpac's hospitality in the past year, most often in a corporate box watching rugby or a concert. (Radio NZ News 2 June 2011) \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0017979","Date":"3 June 2011"},{"ID":30111976,"Title":"Evans, Malcolm Paul, 1945- :'They must have run into a head wind!' 15 December 2011","Description":"A group of people watch on a monitoring screen the erratic progress of a boat in the 'Trans Tasman Rowing Challenge' and surmise that it has either 'run into a head wind' or 'heard the Reserve Bank's latest forecasts'. Context: 'The Reserve Bank left the Official Cash Rate at 2.5 percent this morning (8 December 2011). The RBNZ has revised down its near-term  growth outlook, reflecting the weaker Q2 GDP outturn and a softer near-term activity outlook. The RBNZ notes that global developments are having some negative impact on NZ, with business confidence falling, although to date it has been limited. The RBNZ notes that while the Rugby World Cup is providing a  temporary boost to activity, underlying economic demand remains very subdued.' (Voxy.co.nz 8 December 2011) \nColour and black and white versions available \nQuantity: 2 digital cartoon(s).","DCDL_IDs":"DCDL-0019772","Date":"15 December 2011"},{"ID":29945949,"Title":"Murdoch, Sharon Gay, 1960- :\"Ok team! We're going to be bold!\" 29 October 2011","Description":"Leader of the Labour Party Phil Goff appears as the captain of a rugby team whose players show various degrees of decrepitude. Phil Goff says 'Ok team! We're going to be bold! We're going to be audacious! We're going to run that ball past the 65 line, and keep on going till we hit the 67 mark way, way, waaay down the end there.' The team complains that they cannot see the ball or where it is to go and one says that his groin is not up to this. Context: Refers to Labour policy in favour of raising the superannuation age from 65 to  67. \nQuantity: 1 digital cartoon(s).","DCDL_IDs":"DCDL-0019375","Date":"29 October 2011"}]
